{
    "0": "አገራችን ከአፍሪካም ሆነ ከሌሎች የአለም አገራት ጋር ያላትን አለም አቀፋዊ ግንኙነት ወደ ላቀ ደረጃ ያሸጋገረ ሆኗል በአገር ውስጥ አራት አለም",
    "1": "ጀልባያውም የወረቀት",
    "2": "እግዚአብሄርን ስናመልከው ከሁኔታችን እንወጣለን",
    "3": "ጥሩ የሚሆነው የለም እንዲያ አይደለም ተሳስተሀል ተብዬ የናንተን ደግሞ ባዳምጥ ስለሆነ ተነጋገሩበት የሀገር ጉዳይ በአደባባይ እንዲህ ወጥቶ ብንነጋገርበት ወደ ጥሩ",
    "4": "ክሳብ",
    "5": "በተመለከተ እን ቅስቃሴዎችን ያደረገ ሲሆን በዚህ በፀረ ሙስና ትግሉ የህብረተሰቡ ተሳትፎ ለስራው ፍጥነት ተጠቃሽ ነው ከዚህ አኳያ ሁለት ጥቆማዎችንና አቤቱታዎችን",
    "6": "አለም አቀፍ የታክስ ተቋም የመቋቋም ሀሳብ በአለም ታዋቂ በሆኑ በላይ ሲቪክ ማሀበራት ከፍተኛ ተቀባይነትን በማግኘቱ ሀያላን አገሮች እንዲቀበሉትም ሲቪክ ማሀበራቱ",
    "7": "የብድር መረጃ ልውውጥ ስርአት ብሄራዊ ባንክ በባንኮች መካከል የሚደረግ የብድር መረጃ ልውውጥ ስርአት ስለሚደራጅበት ሁኔታ ስለአሰራሩና የወጪ መጋራት መመሪያ ሊያወጣ ይችላል",
    "8": "አይወክሉንም እያሉ የሚናገሩ ሰዎች   አጀንዳቸውን መለየትና ምንድነው የሚፈልጉት የሚለው መታወቅ አለበት",
    "9": "አስተዳደር ስርአት በሄኖክ ስዩም ዛሬ ላይ ብዙዎችን የሚያነጋግረው የሴቶች ጭቆናና ጥቂት ስልጡን አገሮችን ደረት ያስነፋው ማህበራዊ ማሀበራዊ ተጠያቂነት እንደ መፍትሄ",
    "10": "ዋናዎቹ ዜና ማርቆስ እንዳለው የግእዝ ቋንቋ መግቢያ ጥንታዊ ግእዝ በዘመናዊ አቀራረብ ቅኔ ለወጣቶች እና ግእዝ ቋንቋ ላራተኛ ክፍል በሚባሉ መፃህፍቶቻቸው",
    "11": "እነሆ አራሹ አጫጁን ወይን ጠማቂውም ዘሪውን የሚያገኝበት ወራት ይመጣል ይላል እግዚአብሄር ተራሮችም በተሀውን የወይን ጠጅ ያንጠባጥባሉ ኮረብቶችም ሁሉ ይቀልጣሉ",
    "12": "በህያውነቴ እምላለሁ ይላል ሏላዊው ጌታ ይሆዋ ከእንግዲህ በእስራኤል ይህን ምሳሌ አትጠቅሱም",
    "13": "ቀደም ባለው ርእስ መጀመሪያ ላይ የተጠቀሰው ዳንኤል የተባለው የካንሰር ህመምተኛ ተስፋ ባይቆርጥ ኖሮስ",
    "14": "ከሀምሌ እስከ ነሀሴ ቀን አም ድረስ በብራዚል ሪዮ ከተማ በሚካሄደው ኛው ኦሊምፒያድ እስካሁን በሶስት ስፖርቶች ማለትም በአትሌቲክስ በብስክሌትና በውሀ ዋና",
    "15": "ገንዘባቸው መጠን እየጨመረ መጥቷል ይህም ሆኖ ግን በኢትዮጵያ ውስጥ የባንኮች ተደራሽነት አሁንም ብዙ የሚቀረው ነው ለማንኛውም ሁላችንንም ሊያስማማ የሚችለውና በግልፅ",
    "16": "በመሰረቱ እውነትን ታሪክን መበረዝ ወይም ማጥፋት የሚቻል ሊመስለን ይችላል",
    "17": "ስለ ህይወቱበግልፅ ስለማይታወቀወ አሟሟቱ ወዘተ",
    "18": "መብዛህቲኦም አብ አፍሪካ ንዝነብሩ ንከባቢ ሀደ ቢሊዮን ህዝቢ አለም ፅሩይ ማይ ንምቕራብ ብኩባኒያታት ዩናይትድ ስቴትስን ዘይመንግስታዊ ትካላትን ዝምራህ ናይ መን እቕረበ ውድድር እናተሀየደ ይርከብ",
    "19": "ሰላም ማለት የህሊና እረፍት ፀጥታ ማግኘት ከሁከት ከሽብርና ከሰቀቀን መራቅ አንድነት ስምምነት ማለት ነው አንድ ሰው በውስጡ ያለው የእረፍት ስሜት ሰላም ይባላል",
    "20": "ሟቹ ኢትዮጵያ በነበረበት ወቅት የመከላከያ ሰራዊት አባል እንደነበር አብዲ ይናገራል",
    "21": "እውነታው የቱ እንደሆነ በገሀድ በመናገር የህሊና እረፍት ለማግኘትም ጭምር ነው ለተፈጠረው ችግር መፍትሄ ሊያመጣ የሚቻልበትን መንገድ ማመቻቸት ከሁሉም የበለጠ በመሆኑ",
    "22": "የጌታን ፀሎት ትርጉም መረዳት ትክክለኛ የመፅሀፍ ቅዱስ እውቀት በማግኘትና ቁንፅል የመፅሀፍ ቅዱስ እውቀት በመያዝ መካከል ያለውን ልዩነት ለመገንዘብ እንድንችል በማቴዎስ     ላይ የሚገኘውን በተለምዶ አባታችን ሆይ ወይም የጌታ ፀሎት በመባል የሚታወቀውን ዘገባ እንመልከት",
    "23": "እግረ መንገዱንም ህይወትን ያወድማል ቤተሰብን ያፈራርሳል ደግሞም አገልግሎቶችን ያዘበራርቃል",
    "24": "የተደረገላቸው አቀባበል ብሄራዊ ቡድኑ አደራን እንዲሸከም እንዳደረጋቸው መናገሩን የኢትዮጵያ ዜና አገልግሎት ዘግቧል በብሄራዊ ቡድኑ አቀባበል ስነ ስርአት በብዙ ሺህ የሚቆጠሩ",
    "25": "ሇሚመሇከታቸዉ አካሊት የተሊኩ",
    "26": "አብዚ  ክትሪኡ ትኽእሉ ኢኹም አየኖት ሀገራት እዋናውያን ዝሆና",
    "27": "በዚህም ባለፉት  ወራት በእየቀኑ የአንድ ሚሊየን ያህል ደንበኞቹን አገልግሎት እንዳቋረጠ የተገለፀ ሲሆን ይህኑ ተግባር እስከ ነሀሴ ወር ድረስ አጠናክሮ እንደሚቀጥልም ነው በዘገባው የተገለፀው",
    "28": "ከመጠበቂያ ግንብ ማሀበር ቅርንጫፍ ቢሮዎች በአንዱ ውስጥ የሚኖር ሚስዮናዊ የሆነው ዴቪድ ካጋጠመው አስፈሪ ተሞክሮ የዚህን ጥያቄ መልስ አግኝቷል",
    "29": "የአውሮፓ ህብረት ባደረገላቸው ጥሪ መሰረት ወደ ህብረቱ ዋና መስሪያ ቤት ብራስልስ ተገኝተው ውይይት ማድረጋቸውን ተከትሎ ለአፈናና እስር የተዳረጉት ፕር መረራ ጉዲና እንዲፈቱ አና ጎሜዝን ጨምሮ የተለያዩ ወገኖች ጥሪ እያቀረቡ መሆኑን ይታወቃል",
    "30": "ይህ የሚያሳያዉ ህወሀት ከጎንህ ሲኖር ምን ያህል ከባድ እንደሆነ ነዉ",
    "31": "ስለዚህ ወደ ቤታቸው ሄድኩና በማስታወሻ ላይ እየተፃፃፍን ሰፋ ያለ ውይይት አደረግን",
    "32": "የኑሮ ውድነትን መቋቋም ለወጣቶች የስራ እድል መፍጠር በተለያዩ የሀገሪቱ ክፍሎች የሚፈጠሩ ግጭቶችን ማብረድና የህግ የበላይነትን ማስከበር ጉዳይም የመንግስታቸው የዘንድሮ አመት ዋነኛ ትኩረት እንደሚሆን ጠሚኒስትሩ አስታውቀዋል",
    "33": "ለዚህም ነበር  እንደ ተራማጅ ታይተው የተሞገሱት ተፈሪ  እንደ ችግር መታየት የጀመሩት",
    "34": "የግእዝን የረዥም ዘመን የስነ ፅሁፍ ታሪክ ያሳያሉ በፅሁፎቹ ውስጥ ብዙ ጊዜ ያልታወቁ ሀይማኖታዊ ታሪካዊ ማሀበራዊና መልክአ ምድራዊ መረጃዎችን ይዘዋል ለተጨማሪ ንባብ ልብን ይጎተጉታሉ",
    "35": "ቀጥሎ ግን ወንጀል የሚሰራ የተጠናከረ ቡድን ሰርተው ትንቢት ብለው የተናገሩትን በወንጀለኞቹ እንደሚያስፈፅሙ አስቡ",
    "36": "አንቀፅ  የማመልከቻ ይዘት እና የወኪሎችን ዝርዝር ስለማሳወቅ  ቦርዱ ማመልከቻ የሚቀርብበትን ቅፅ ፎርም የሚያዘጋጅ ሲሆን ምርጫ ለመታዘብ ጥያቄ የሚያቀርብ የሀገር ውስጥ የምርጫ ታዛቢም በማመልከቻው ውስጥ የሚከተሉትን ማካተት ይኖርበታል",
    "37": "እኛ ብዙ ችግር የለብንም",
    "38": "ያለውን ዝቅተኛ አመለካከት ለመቀየር ነው እንስሳት ለአርብቶና አርሶ አደሩ ማህበራዊና ኢኮኖሚዊ መሰረት ሆናቸውን አውስተው እንስሳቱ የሚፈለገውን ጥቅም እንዲሰጡ ደህንነታቸውና ጤንነታቸው",
    "39": "ስለዚህ ኢትዮጵያን በድህነት መቅረፍ በረሀብ በመልሶ ማቋቋም በጤና በስራ ፈጠራ በመሰረተ ልማት በእርሻ በትምህርት በባህል ወዘተ የሚረዱ መንግስታትና ድርጅቶች የአለም አቀፍ የአማራው ተራድኦ ድርጅት ተጨማሪ የገንዘብ ምንጭ ይሆናሉ",
    "40": "በወሎ ዩኒቨርሲቲም ተመሳሳይ ግጭት ተፈጥሮ ኦሮምኛ ቋንቋ ተናጋሪ ተማሪዎችን ፖሊስ እየጠበቃቸው መሆኑን ምግብ ቤት አድርሶ የሚመልሳቸውም ፖሊስ መሆኑን ለመረዳት ችለናል",
    "41": "ትክክለኛ እምነቶች አይደሉም ብሎ ሊያምን ይችላል ሌሎችን እምነቶች የሚከተሉ ሰዎች ተመሳሳይ አቋም ሊኖራቸው ይችላል ገፅ ስለ አክራሪነት ኢህአዴግ ችግሩን ከያዘበትና",
    "42": "ከኖርኩበት ቤት በጭራሽ ስልጣኑን ሳልደፋ አለቅም በማለት ተኮፍሰው ያስቸግሩ የነበሩትና በኋላም ማጣፊያው ሲያጥርባቸው የለቀቁት አዜብ ጎላ መስፍን በአቶ አዲሱ ለገሰ",
    "43": "የፍቤትን አገልግሎት ለማግኘት አስቦ እስከመጣ ድረስ ማግኘት እንዳለበት ማወቅ አለበት",
    "44": "ሳይንስና ቴክኖሎጂ የሰው ልጆች ሁሉ የጋራ ፕሮጀክት ነው",
    "45": "ከሁለት ሺህ አመታት ገደማ በፊት ኢየሱስ ክርስቶስ  በሽተኞች ሀኪም ያስፈልጋቸዋል  ብሎ መናገሩ የህክምና ሙያ ያላቸው ሰዎች አስፈላጊውን እርዳታ ሊሰጡ እንደሚችሉ ይጠቁማል",
    "46": "ስለዚህ እኔ ከመናገር ወደኋላ አልልም",
    "47": "የቻይና ነገስታት ደግሞ ከዚህ ለየት ያለ መንገድ የተከተሉ ቢሆንም እነሱም ያለመሞትን ባህርይ የመላበስ ህልም ነበራቸው  ስለሆነም ለዘላለም መኖር የሚያስችል አስማታዊ ሀይል ያለው መድሀኒት ለማግኘት ሲደክሙ ኖረዋል",
    "48": "ባለሀብትም መቀጠል አንችልም እንደ ሶማሌ ነው የምንሆነው በድጎማ እየኖርን ሙስናው ከከፋ አገር የሌለው ባይተዋር እንሆናለን ሲሉ የጉዳዩን አሳሳቢነትና በኢህአዴግ ስሌት",
    "49": "ለሮተሪ ክለቦችም ብር እንዲፈላልጉና  ይሄንንም የሰጠሁትን ብር በአግባቡ ለታማሚዎቹ ማሽኑ ተገዝቶ ጥቅም ላይ እንዲውል አደራ ብያቸዋለሁ",
    "50": "ለቁጥጥር እጅግ አስቸጋሪ ናቸው   የኤሌክትሪክ ሲስተምን ያዛባሉ",
    "51": "እርግጥ የተሰማችሁን ስሜት በምትገልፁበት ጊዜ የድምፃችሁ ቃና ምሬት ወይም ንቀት የተቀላቀለበት መሆን የለበትም",
    "52": "ታዋቂነት የሚያስገኝለት ስራ የሚፈልግ ወይስ ትህትና የሚጠይቁ ስራዎችን የሚያከናውን",
    "53": "ራሷን የቻለች በደመ ክርስቶስ የተመሰረተች ተቋም እንደመሆኗ የማንም ምክርና ጣልቃ ገብነት አያስፈልጋትም",
    "54": "ውስጥ ነበር ይሁንና ይሆዋ አብርሀምንና ቤተሰቡን ጠብቋቸዋል መዝሙራዊው የይሆዋን አባታዊ ጥበቃ በተመለከተ እንዲህ ብሏል አምላክ ማንም ግፍ እንዲፈፅምባቸው አልፈቀደም ስለ",
    "55": "መፅሀፍ ቅዱሳዊ ፅሁፎቻችንን ወደ ስፓኒሽ በመተርጎሙ ስራ ለመካፈል የካቲት  ወደ ብሩክሊን ቤቴል ተመለሰች",
    "56": "በማቴዎስ ምእራፍ  ላይ የሚገኙት የኢየሱስ ቃላት ልዩ ትርጉም ያላቸው ለእነማን ነው",
    "57": "በአፍሪካ ዋንጫ ተሳትፏቸው ከፍተኛ ልምድ ያገኙት ሉሲዎች በቀጣይነት ስኬታማ እንዲሆኑ በስፋት መስራት ያስፈልጋል",
    "58": "ሰራተኞች ልትቀጥር አትችልም ስለዚህ እያንዳንዱ አባል በአመት የተቆረጠ ክፍያ መክፈል አለበት ከዚህ በተጨማሪ ከአባላቱ ከሚሰበሰበው አስር በመቶ ለብሄራዊ ንግድ ምክር",
    "59": "ቅጠል ውሰጥ ብዙ የሆኑ ንጥረነግሮች ሲኖሩ በጤንነት ላይ ጉዳት ያሰከትላሉ ተብለው በይበልጥ የሚታመንባቸው ሶሰት ናቸው እነሱም ካቲኖን ካቲን እና ታኒንሰ",
    "60": "መካከል አቶ አይኑ አብደላ የምሰራው ምድጃ ጥገና ነው ያስገመትኩት በቀን ሰላሳ አምስት ብር ሆኖ ወጪየንም ነግሬያቸው ገምተው ከሄዱ በኋላ ስሜን",
    "61": "በአስረኛው የኢትዮጵያ ግማሽ ማራቶን ከኢትዮጵያ ሶማሌ ክልልና ድሬዳዋ ከተማ አስተዳደር በስተቀር ስምንት ክልሎችና ከአዲስ አበባ ከተማ አስተዳደር  ክለቦችና በግል የቀረቡ  ሴቶችና  ወንዶች በድምሩ  አትሌቶች ተሳትፈውበታል",
    "62": "ከግቢው ባፋጣኝ ካልወጣሁ አዳሬ ፖሊስ ጣቢያ እንደሚሆን እያስረዳኝ ግቢውን ለቅቄ ወጣሁ",
    "63": "ከፍተኛ ተቀባይነት አለው ተብሎ የሚታመንበት ገዢው ፓርቲ ሌሎችን አያገልም ፓርላማ ውስጥ ከዚያ በላይ መቀመጫ ያላቸው ተቃዋሚዎች ከአገራቸው ጉዳይ አይገለሉም ልዩነታቸው",
    "64": "በደርግ ጊዜ አም አካባቢ ብር ጉቦ ሲቀበል እጅ ከፍንጅ የተያዘ የትራፊክ ፖሊስ አመት እንደተፈረደበት አስታውሳለሁ በርበሬና ሸቀጥ ቀሽቤና ሰውሬ አተርፋለሁ",
    "65": "በነገራችን ላይ በኢህአዴግ ዘመንም የተናጋሪዎቹ ቁጥር በፍጥነት እያደገ ነው",
    "66": "በሌላ በኩል የወያኔ መንግስት እነዚህን የመሳሰሉ ስንኩል ፕሮጀክቶችን የልማት ስኬት በማስመሰል በፕሮፓጋንዳ ማሽኖቹ ማለትም ኢቲቪሬድዮ ፋና እና የኢትዮጵያ ሬድዮ በኩል በማሳየትና በማስነገር ራሱን ልማታዊ ለማስመሰል በመጣሩ ኢህአዴግ አምባገነን ቢሆንም ልማትን አምጥቷል የሚሉ ጭፍን ግን ቁጥራቸው ቀላል የማይባል ምስክሮችን እና ደጋፊዎችን ማፍራት ችሏል",
    "67": "እንዳትስ ተፈልጎ ለገኝ ነው",
    "68": "ደግሞ ያታክታሉ ያጭበረብራሉ ብሏል መናፍቃን የሆኑትን ቀድሞ ስትቀበላቸውና ልጆቿ ስታደርጋቸው ከዚያም ባለፈ በአገልግሎት ስታሰማራቸውና ዲያቆናት ካህናት አድርጋቸው ከነበረ በዚያ ጊዜ",
    "69": "ልቡ ጥበበኛ የሆነ አስተዋይ ይባላል ከንፈሩ ጣፋጭ የሆነም የማሳመን ችሎታ አለው",
    "70": "በቅሬታ ወጥመድ መያዝ",
    "71": "በፍትህ ስርአቱ እውነተኛ ዳኝነት የሚገኝበት የህግ የበላይነት የሚረጋገጥበት ከፖለቲካዊ ወገንተኝነትና ከጉቦ የፀዳ የፍትህ አገልግሎት የሚሰጥበት እንዲሆን አቅጣጫ ተቀምጧል",
    "72": "ከተቋሙ አላማዎች ቀዳሚው በየዘርፉ ብቁ ባለሙያዎችን ማስተማር በመሆኑ በመደበኛ ተቋሙ ከሚያስተምራቸው በተጨማሪ የቴአትር ቤቱ ባለሙያዎችም የሚጠቀሙበት መንገድ ይፈጠራል",
    "73": "አብዚ ድማ ቀንዲ ተዋሳአይ አቡነ ማርቆስ ናይ ኤርትራ ኦርቶዶክሳዊት ቤት ክርስትያን ሀላፊ ነበሩ",
    "74": "እንዳስፈላጊነቱ ወደፊት አቀርባቸዋለሁ",
    "75": "አንድ እግራቸውን አዲስ አበባ አንድ እግራቸውን ደግሞ በውጪ አገር አስቀምጠው በሁለቱም እግራቸው መጫወት የሚፈልጉ ሀይሎች ሊጠነቀቁ ይገባል",
    "76": "በየትኛው የአገሪቱ ክፍል የወጡት ሰለፈኞች በእርግጠኝነት የሚጋሩት ኢትዮጵያን እና የለውጥ ተስፋን ብቻ ነው",
    "77": "ብር ይሄ ሁሉ ከሙዚቃው በፊት ነው አይደል ሙዚቃ ባልታሰበበት ጊዜ እኮ ነው የማወራሽ እዚህና እዚያ አስረገጥሺኝ እኮ እንዳልኩሽ የሰውየው ሚስት",
    "78": "ቤተ መቅደሱ በመሰራት ላይ በነበረበት ጊዜ የጥቂቱ ነገር ቀን ነበር",
    "79": "የሚዘልቀው የመንገድ ፕሮጀክት አጠቃላይ ኪሎ ሜትር ሲሆን ከአንድ ነጥብ ሁለት ቢሊዮን ብር በላይ ወጪ የሚደረግበት ነው ይህም በኢትዮጵያ መንግስት ሙሉ",
    "80": "ምሳሌ   ጠቢብ ልጅ አባቱን ደስ ያሰኛል  ሰነፍ ልጅ ግን ለእናቱ ኀዘን ነው  በማለት ይናገራል",
    "81": "መረጋገጡን አስረድተዋል የቀሪዎቹ አይነምድር ናሙና ለተጨማሪ ማረጋገጫ ወደ ዩጋንዳ ደቡብ አፍሪካ መላኩንና ውጤቱም እስከ ተያዘው ወር መጨረሻ ድረስ እንደሚታወቅ ገልፀዋል",
    "82": "የይሆዋ ምስክሮች ኢየሱስ ከፖለቲካዊ ጉዳዮች ገለልተኛ እንዲሆኑና የአለም ክፍል እንዳይሆኑ የሰጠውን ምክር በመከተል በምርጫው አልተካፈሉም",
    "83": "ፍቅር ከመንፈስ ፍሬ ገፅታዎች አንዱ ሲሆን ብዙውን ጊዜ ጥልቅ የመውደድ ስሜትን  ለሌሎች ከራስ ወዳድነት ነፃ የሆነ አሳቢነት ማሳየትንና ከእነሱ ጋር ጥብቅ ዝምድና መመስረትን ያመለክታል",
    "84": "ከማረጋገጣቸውም በላይ ከሀብረተሰቡ ጋር ተባብረው አርሰውና ቆፍረው ለመብላት መነሳታቸውን አረጋግጠዋል አዲስ ዘመን ጋዜጣ ታሀሳስ ቀን ያልተለመደ የተማሪዎች የቤት ስራ ተማሪዎች",
    "85": "የታይሮይድ ህመም በባህርይው ከስኳር ህመም ጋር ስለሚመስል የስኳር ህመምን የሚጨምሩ ነገሮች የታይሮይድ ህመምንም ሊጨምሩ ይችላሉ ረዥም እድሜ በተኖረ ቁጥር የታይሮይድ ህመም ይጨምራል",
    "86": "ቢደርስባችሁ ትስተዛዘናላችሁ ብትፈልጉ ትመሳጠራላችሁ ማህበር ቢያሻችሁ ማህበር መስርታችሁ ትተጋገዛላችሁ እኛ የጃክዶ ዝርያዎች እንደዛ አይነት መረዳዳት አናቅም ስለዚህ በጣም ታስቀኑኛላችሁ እርግቢት",
    "87": "በመቀጠልም ይህች ልጅ በእግዚአብሄር ቸርነት ከሞት ተርፋ በህይወት እና በመልካም ጤንነት ላይ መሆኗንም  እንደዚሁም አደጋው ተከስቶባት በነበረ ጊዜ ስለሷ ያዘኑ  ያለቀሱ ሰዎችን ማመስገኗን የሚያሳይ ቪድዮም አድረሰውኝ ይህንኑ የምስራች ለሁላችሁ ማድረሴም ይታወቃል",
    "88": "መፅሀፉን ያላነበበ አይኖርም ብዬ አስባለሁ",
    "89": "የሚመስል ጥሩ ወርቅ ነበረ ሁሉንም የሚገዛ ጌታ አምላክና በጉ መቅደስዋ ናቸውና መቅደስ በእርስዋ ዘንድ አላየሁም ለከተማይቱም የእግዚአብሄር ክብር ስለሚያበራላት መብራትዋም",
    "90": "ኤጀንሲው ከግብርና ሚኒስቴር ጋር ተዋህዶ መስራት እንዲችል ማድረግ ነው ሁልጊዜ በነበረውና አዲስ በሚመጣው መካከል ግጭቶች ይኖራሉ ለኤጀንሲው ያሰባሰብናቸው ሰዎች በጣም",
    "91": "አርብ መጋቢት  ቀን  አም በማእከሉ ካነጋገርናቸው በኋላ ከአዲስ አበባ ባህር ዳር ከተማ ከዛም ወደ ሌሎች አገሮች ለመሸጋገር እየተዘጋጁ ነበር",
    "92": "",
    "93": "የቴክኖሎጂ ሽግግር እንዲሁም የማማከርና ክህሎት ስልጠና ስራዎችን ሲያከናውን ቆይቷል ማህበራዊ የአሜሪካ የልማት ተራድኦ ድርጅት የኢትዮጵያን የግብርና ዘርፍ ለማሳደግ የሚያደርገውን ድጋፍ",
    "94": "ይሁን እንጂ በርኬት ፋትማን ካነጋገሯት በኋላ በአመለካከት ረገድ ለዘላለም ባሪያ ሆና እንደምትቀር  ተገንዝበዋል",
    "95": "ወደ ጉድጓዱ በቀረበ ጊዜ ሀዘን በተቀላቀለበት ድምፅ ጮክ ብሎ ዳንኤልን ተጣራ",
    "96": "ሰርቲፍኬት አልነበረውም ስለዚህም የተጠርጣሪው ልጅ ስለመሆኑ በቅርበት የሚያውቋቸው ጎረቤቶቻቸው ምስክርነታቸውን ሰጡ ነገር ግን አባትነቱን ሊያምን አልቻለም ስለዚህም ፍርድ ቤቱ አባትነቱ",
    "97": "ዘፍ",
    "98": "መርሀ ግብርን በመፈተሽ ለውጥ ለማምጣት የሚያስችሉ ተግበራት እንደሚከናወኑ የገለፁት ደግሞ የኦሮሚያ ጠቅላይ ፍርድ ቤት ፕሬዝዳንትና የጉባኤው ተሳታፊ አቶ አዲሱ ቀበኔሳ",
    "99": "ለምሳሌ ያህል ጌታ ሆይ አብን አሳየንና ይበቃናል አለው ኢየሱስም አለው አንተ ፊልጶስ ይህን ያህል ዘመን ከእናንተ ጋር ስኖር አታውቀኝምን እኔን",
    "100": "አሁን ይህንን ምሳሌ ሊሆን የሚችል የበይነመረብ መገናኛ ብዙሀን መረጃን ለተለያዩ አገር ሰዎች ለማዳረስ የሚደረገውን ጥረት ሌሎችም ሊከተሉት ይችላሉ",
    "101": "በማቅረብ ልደቱን ያከበረችው ከተወለደበት ጊዜ ጀምሮ ስለሆነ የኢትዮጵያ ቤተ ክርስቲያን ቀዳማዊት ቤተ ክርስቲያን መባሏ በትክክል ነው ክፍለ ዘመን ነዋ ማይ",
    "102": "የራስምታት   ከፍተኛ የሆነ የሰውነት ክብደት መጨመር አንዲሁም በሆድ የላይኛው ክፍል ህመም ሲኖር ወደ ጤና ተቋም ሄዶ የደም ግፊት መጠኑን መለካት እንዲሁም ሌሎች ተገቢ ምርመራዎችን ማድረግ ነው",
    "103": "የክሌሌ ምክር ቤቶች የክሌሌ ፌትህ ቢሮዎች የክሌሌ የሴቶች ህፃናትና ወጣቶች ጉዲይ ቢሮዎች የሴቶች ህፃናትና ወጣቶች ጉዲይ ሚኒስቴር",
    "104": "በተለይ አባቷ እንደ ጓደኛ ቀርበው በግልፅነት ስላሳደጓት በመነጋገርና በውይይት እንድታምን አላደረጓትም ህይወትን በቀላሉ መኖር የምትችል አይነት ናት",
    "105": "በመሆኑም ኢየሱስ   ሰው ከያህዌ አፍ በሚወጣ ቃል ሁሉ እንጂ በምግብ ብቻ ሊኖር አይችልም  ተብሎ ተፅፏል  በማለት መለሰ",
    "106": "ኢየሱስ አልፎ የሚሰጥበትና የሚገደልበት ጊዜ ሲቃረብ የእኔ ሳይሆን የአንተ ፈቃድ ይፈፀም  በማለት ወደ ይሆዋ ፀለየ",
    "107": "አንደኛ ነገር በዛሬው ጊዜ በይሆዋ መንገድ መመላለስ ማለት ኢየሱስ ክርስቶስ መንገድና እውነት ህይወትም መሆኑን አምኖ በመቀበል በቤዛዊ መስዋእቱ ማመን ማለት ነው",
    "108": "አካሂደዉ እንደነበር ምንጮች ገልፀዎል በስብሰባዉም ላይ ሽፈራዉ እጅግ አፀያፊና ድንበር ያለፍ ንግግሮችን በህዝበ ሙስሊሙ በተመረጡት ኮሚቴዎች ላይ በመናገራቸዉ ይህንን የሰዉየዉን",
    "109": "ስር ነቀል ዲሞክራሲያዊ ለውጥ ይፈልጋል ነፃነቱን መቀዳጀት ይሻል",
    "110": "ይህ የብራና ፅሁፍ ከዌርደን ተወስዶ ፕራግ ወደሚገኘው የንጉሱ ቅርሳ ቅርስ ማከማቻ ተቀመጠ",
    "111": "ፍርድ ቤቱ ክሱን ካነበበላቸው በኋላ የዋስትና መብታቸው እንዲፈቀድላቸው አቶ ከድርና አቶ አህመድ ጠይቀዋል",
    "112": "ማሳየት አለበት",
    "113": "የቤቶቹ ክዳኖች ችምችም ብለው በመካከላቸው የሚታዩት ክፍተቶች ቀጭንና ጥልቅ ሆነው የመሬት ንቃቃት ያስታውሳሉ",
    "114": "አቡነ በፀሎተ ሚካኤል ልጆቹን እንዲህ አላቸው ተነሱ እግዚአብሄር ስራ እንዲሰራ እንለምነው",
    "115": "ድርጅቶቹ በየትኛውም መንገድ ከሚያገኙት ገቢ   ለአስተዳደር ስራዎች ማውጣት የሚችሉት  በመቶውን ብቻ እንደሆነም ይኸው ረቂቅ አዋጅ አመልክቷል",
    "116": "የእምቦጭ አረምን ሙሉ ለሙሉ ለማጥፋት ስትራቴጂክ እቅድ ተዘጋጀ የእምቦጭ አረምን ሙሉ ለሙሉ ለማጥፋት ስትራቴጂክ እቅድ መዘጋጀቱን የጣና ሀይቅና ሌሎች የውሀ አካላት ጥበቃና ልማት ኤጀንሲ አስታወቀ",
    "117": "የግራ ቀኙን ክርክር የተመለከተው የፌደራሉ ከፍተኛ ፍርድ ቤት ልደታ ምድብ  ወንጀል ችሎትም ያልቀረቡ ተከሳሾች እንዲቀርቡና ተከሳሾች ከጠበቆቻቸው ጋር ተነጋግረው ያላቸውን አስተያየት ይዘው እንዲቀርቡ ለየካቲት  አም ተለዋጭ ቀጠሮ ይዟል",
    "118": "በአስቴር አወቀ መድረክ ላይ የተዜመ እንጋብዛችሁ ሜሪላንድ አሜሪካ ትናንት የኢትዮጵያ ቀን አከባበር መንግስት በሀገር ቤት የከለከለው የአልበም ምርቃት በአሜሪካ የሚገኘው ህዝብ እንዲህ መርቆታል ታላቋን ትግራይ እንድንለማመድ የህወሀት መንግስት በኢትዮጵያ ቴሌቭዥን በኩል የለቀቀው አዲስ ካርታ ማወዛገቡን ቀጥሏል አለምነህ ዋሴም ይህን ጉዳይ ተመልክቶየአማራን ክልል በጠቅላላጎንደርን ደግሞ በተለይ ተገቢ የሆነ የህልውና ስጋት እንዲያድርባቸውና በዛው መጠን ህልውናቸዋን የማዳን ተልእኮ እንድያጠናክሩ የሚያስገድድ ነው ሲል ይተነትነዋል አማራውን ግራ ያጋባው አዲሱ የታላቋ ትግራይ ካርታ እያነገረ ነው የአለምነህ ዋሴን ትንታኔ እነሆ በጣልያን ኢትዮጵያውያን እንዲሁም ኤርትራውያን ሜዳ ላይ ወድቀዋል እጅግ የከፋ ችግር ላይ ናቸው ቡሄ ቡሄ በሉ አኒሜሽን ስለ ንግስት ይርጋ በኢትዮጵያ ሰብአዊ መብቶች ፕሮጀክት የቀረበ መሀመድ ሀማን ለሚቀጥለው ዙር ያለፈበትን ውድድር ለማየት እድሉ ያላጋጠማችሁ እነሆ ይመልከቱ  ለቅሶ ለመድረስ ለምትፈልጉ የለንደን ነዋሪዎች ሰሞኑን በለንደን በተከሰተው የእሳት አደጋ ብዙ ሰዎች ከዚህ አለም በሞት ተለይተዋል ይህ አስከፊ አደጋ ብዙ ኢትዮጵያዊና ኤርትራዊ ወገኖቻችንን በሞት ነጥቆናል በዚህ አደጋ ጥቂት የማይባሉ ለጋ ህፃናት ከወላጆቻቸው ጋር በአሰቃቂ ሁኔታ በሞት ተለይተውናል ሀዘኑ የጋራ ነው የወገን ህመምም የሁላችንም ህመም ነው የወገን ስቃይ በእጅግ ያማል በዚህ አደጋ የቅርብ ዘመድ የሞተባቸውንና እስካሁን ያሉበት ሁኔታ ያልታወቁ ወገኖች ቤተሰቦችን ለማፅናናትና ለቅሶ ለመድረስ የምትፈልጉ ወደ ሚቀጥሉት አድራሻዎች በመሄድ ወገኖቻችንን ማፅናናት ትችላላችሁ እንደዚሁም የአቅማችሁን የገንዘብ እገዛ ማድረግ ትችላላችሁ የይስሀቅ እናት ገነት እና ቤተሰቧ ጋ እንዲሁም የብርክቲ ቤተሰቦች ጋ ለቅሶ ለመድረስና ለማፅናናት አድራሻው የሚቀጠለው ነው   የሀሺምን ቤተሰቦች ከታች ባለው አድራሻ ማግኘትና ማፅናናት ትችላላችሁ   ላልሰሙ ወገኖች አሰሙ ለወገን ደራሽ ወገን ነው በለንደን ተከስቶ የነበረው የ እሳት አደጋ የኢትዮጵያውያንን ውድ ህይወትም ቀጥፏል በዚህ አጋጣሚ በለንደኑ የ እሳት አደጋ ውድ ህይወታቸውን ላጡት ወገኖቻቸን ፈጣሪ በሰማይ ቤት እንዲያስባቸው እንዲሁም ለቤተሰብ መፅናናትን እንመኛለን የዘሀበሻ ቡድን እስክስታውን ከወደዱት ሼር ያድርጉት የተገኘው ከዮሀንስ አየለ የቀድሞው የብሄራዊ ብድን በተለይም በቡና ተጫዋችነቱ ጭምር የበለጠ ታዋቂ ለሆነውና ከዚህ አለም በድንገት በሞት ለተለየው አሰግድ ተስፋዬ በላስ ቬጋስ የቀድሞ ተጫዋቾች ጓደኞች የጠሩት የመታሰቢያ የሻማ ምብራት ስነስርአት በቀጥታ የቀድሞው የብሄራዊ ብድን በተለይም በቡና ተጫዋችነቱ ጭምር የበለጠ ታዋቂ ለሆነውና ከዚህ አለም በድንገት በሞት ለተለየው አሰግድ ተስፋዬ በላስ ቬጋስ የቀድሞ ተጫዋቾች ጓደኞች የጠሩት የመታሰቢያ የሻማ ምብራት ስነስርአት በቀጥ የቀድሞው የብሄራዊ ብድን በተለይም በቡና ተጫዋችነቱ ጭምር የበለጠ ታዋቂ ለሆነውና ከዚህ አለም በድንገት በሞት ለተለየው አሰግድ ተስፋዬ በላስ ቬጋስ የቀድሞ ተጫዋቾች ጓደኞች የጠሩት የመታሰቢያ የሻማ ምብራት ስነስርአት በቀጥታ የአንድ እህታችን መልእክት ከሳኡዲ አረቢያ ቴዲ አፍሮ ትላንት ምሽት በእንዲህ መልኩ ነው ህዝብ የተቀበለው",
    "119": "አዋላጅ መንግስት ተባባሪ አዋላጅ የሆነው አማራጭ ሀይል ያስፈልገዋል",
    "120": "አጠናክረው እንዲቀጥሉ ጠይቀዋል ይህን የመቻቻልና በሰላም አብሮ የመኖር ኢትዮጵያዊ ባህል በማስቀጠልም ኢትዮጵያ የቀድሞ ክብሯን ለመመለስ በሚደረገው ጥረት ውስጥ የሚደረገው ርብርብ",
    "121": "የግብፅ ንጉስ ፈርኦን ወጥቶ ጌዜርን ያዘ  በእሳትም አቃጠላት  በተጨማሪም በከተማዋ ውስጥ የሚኖሩትን ከነአናውያን ገደለ",
    "122": "ከሰራዊቱ የሚያባርራቸው የአማራና የኦሮሞ ተወላጅ የሰራዊቱ አባላት ይናገራሉ በኢኮኖሚው ረገድ ወያኔዎች ዋናዋናውን ታማኞቻቸው ትርፍራፊውን በቡድንም ሆነ በነጠላ በማህበር እየተደራጁ መላውን",
    "123": "በራስ መተማመን ከኦልድ ትራፎርድ ርቋል",
    "124": "እንዳምፅኤ ምስቲ ናቱ እምነት ዝኸይድ ሀበሬታ ጥራይ አርዩን ለቒሙን የቕርብ",
    "125": "ንህና ነዚ ደገፍቱ ኢና",
    "126": "ይህንን ቄጠማ በየሰዉ ደጃፍ እየቆሙ መስጠታቸውና እንቁጣጣሽ ማለታቸው   ትልቅ ሀይማኖታዊ መሰረት ያለው ሲሆን   በኖሀ ርግብ አምሳያ እንዲታሰቡ አድርጓቸዋል",
    "127": "እንዲህ በዋዛ አይፈታም",
    "128": "ዛሬ በምን ትዝ አለችኝ መሰላችሁ ኢሀአዴግ መግረፉ ሳይሆን አትጩሁ ማለቱ ነው በጣም የሚደንቀኝ ብላ በአንድ ወቅት ያጫወተችን ትዝ ብሎኝ ነው እርሱስ በምን ትዝ አለኝ",
    "129": "ገንዘብ በመቶ የሚሆነው መተካት ይቻል እንደነበር ተናግረዋል በአገሪቱ ከዘርፉ የሚገኘውን ጥቅም ላለማግኘቷ የህግ ማእቀፍ አለመኖሩ ዋነኛ ምክንያት መሆኑን አስረድተዋል በዘርፉ",
    "130": "ደግሞላችሁሌላውን ሰው እንደ መምከር ቀላል የሆነ ነገር አለም ላይ እንደሌለ በማመሳከሪያነት ሊቀርብ የሚችል አይነቱ ይመጣናአንተ አሁንም እዚህ አገር ነህአዎ   ታዲያ የት ልሆንልህ ነውወጣ በል እንጂ   ሰዉ ሁሉ አሜሪካ   አውስትራሊያ እያለ ዶላሩን ሲሰበስብ አንተ ከአገር እንዳትወጣ ተገዝተሀል እንዴ ነው ወይስ አገሪቷ አደራ በምድር በሰማይ ተብለህ የተሰጠችህ የስለት አገር አደረግሀት ኮሚኩ ነገር እኮ ምን መሰላችሁልክ እኮ ፓስፖርቱን አዘጋጅቶ የአንድ የአምስት ምእራብ አገሮች ቪዛ አስመትቶ ይሄ ሰውዬ መጥቶ አይወስድም እንዴ ሲል የከረመ ነው የሚመስለው",
    "131": "ደግሞ ይዤ ወደ ኢየሩሳሌም ሁለተኛ ወጣሁ ነገር ግን ከእኔ ጋር የነበረ ቲቶ እንኳ የግሪክ ሰው ሲሆን ይገረዝ ዘንድ ግድ አላሉትም",
    "132": "አባት የሌለውን ልጅና ረዳት የሌለውን ሁሉ እታደግ ነበርና የህክምና ተመራማሪዎችና የሳይንስ ሊቃውንት እንደ ደስታ ተስፋ አመስጋኝነትና ይቅር ለማለት ፈቃደኛ መሆን የመሳሰሉት ነገሮች ለጤና ጠቃሚ እንደሆኑ ይናገራሉ ከዚያም ሁለተኛው እጣ ለስምኦን ይኸውም ለስምኦን ነገድ በየቤተሰቡ ወጣ ከአፉም የሚወጣውን ነጎድጓድ በጥሞና ስሙ የሽፋኑ ርእሰ ጉዳይ የምትወደውን ሰው በሞት ስታጣ  የያህዌን አስተሳሰብ በሚገባ ለማወቅ ለግል ጥናት ትልቅ ቦታ መስጠት ይኖርብናል ከእንግዲህ ምን ውስጥ ነው የገባሁት",
    "133": "ከብረት የተሰራ መሳሪያ ቢደንዝ ሰውም ባይስለው ብዙ ጉልበት መጠቀም ያስፈልገዋል",
    "134": "በመጠኑ መልኩን የቀየረ ይመስላል በመፃህፍት እቁብ ባለእድል የሚያገኘው ጠቅም ያለ ገንዘብ ሳይሆን መፅሀፍ ነው በመፃህፍት እቁብ መፃህፍት ከመግዛት ባሻገር ስለ",
    "135": "የቻይና የህክምና ባለሙያዎችም ከታሀሳስ  ጀምሮ ለሶስት ተከታታይ ቀናት የሚቆይ  እስከ ቀዶ ጥገና የሚደርስ ህክምና ድጋፍ እየደረጉ እንደሚገኙም ተዘግቧል",
    "136": "አክራ በ አም በጋ ህዝብ ተመሰረተ",
    "137": "የአክስዮን ማህበራት ጉዳይ ይመለከተዋል የተባለው የመንግስት ተቋም   የማህበሩን ገንዘብ የመዘበረውን የቀድሞ ዳይሬክተሮች ቦርድ ለህግ እንዳያቀርብ አባላቱ በህጋዊ መንገድ የተመረጡ አለመሆናቸው እንቅፋት ሆኖብኛል ብሏል አሉ",
    "138": "መሀመድ የተባሉ የፈርስት ሂጅራ ፋውንዴሽን ፕሬዚዳንት ፌብሯሪ ከስዊዲን ስቶኮልም ለሚተላለፈው ሬዲዮ ነጋሺ አስታወቁ ይህ በአይነቱ ልዩ ነው ተብሎ የተገለፀውን ሰላማዊ",
    "139": "ይታሰብ የነበረው  ቅናሽ በመሰረዝ ቀረጡ ላይ ተጨምሮ በተሽከርካሪ ከ ብር ተጨማሪ እንደንከፍል መደረጉ ግራሞትን ፈጥሮብናል",
    "140": "ፍፅምና የጎደለን በመሆናችን እንደ ሸክላ እቃ ነን  ሆኖም የምንሰብከው መልእክት ለራሳችንም ሆነ ለሚሰሙን ሰዎች የዘላለም ህይወት ሊያስገኝ የሚችል ነው",
    "141": "የመሀል ዳኛ የምስክሮችን ቃል ካደመጡ በኋላ አቃቤ ህጉን እነዚህ ሰዎች ህዝብን በመንግስት ላይ ለማነሳሳት ስለ መሞከራቸው አንድም ማስረጃ እንኳ ማቅረብ",
    "142": "ዛሬ አብዛኛው የአዲስ አበባ ሰራተኛ የሚኖረው በዙሪያዋ ባሉ የኦሮሚያ ከተሞች ነው",
    "143": "በትምህርት ቤት የጓሮ መግቢያ መሽሎኪያ ቀዳዳ አለ",
    "144": "ዲን አባይነህ ካሴ ኛው የሰንበት ትምህርት ቤቶች አጠቃላይ የአንድነት ጉባኤ በተካሄደበት ወቅት ተሳታፊዎች ፓትሪያርኩ በመካካላቸው እንዲገኙ አባታዊ ቡራኬ እና ቃለ ምእዳን እንዲሰጡ ደግሞም ጥያቄዎቻቸውን እንዲመልሱ በሰንበት ትምህርት ቤቶች ማደራጃ መምሪያ የበላይ ሊቀጳጳስ በአቡነ ቀሌምንጦስ ግብዣ ቀርቦላቸው ነበር",
    "145": "በአገራዊ ሁኔታዎች የህወሀት ደጋፊዎችን ሀሳብ ለማስተናገድ በፎረም  የሚዲያና ሲቪክ ማህበራት ተመራማሪ የሆነው አቶ አሉላ ሰለሞን ጋር ቆይታ አድርገናል",
    "146": "ከዛ በላይ በእጥፍ እንደሚያስፈልገን ነው ከህብረተሰባችን ፍላጎት አንፃር የጠየቅነው ብለዋል በአዲስ አበባ ንግድ ቢሮ የግብይት ተሳታፊዎች ክትትል ዳይሬክተር አቶ ሰለሞን",
    "147": "የሚሉ መድረሳዎችኢየሱስ ጌታ ነው",
    "148": "የሰዎች ህይወት በአደጋ ላይ ስለሚገኝ በወንጌላዊነቱ ስራ እንካፈላለን",
    "149": "",
    "150": "በተለይ በጣልያንና ጀርመን ብቅ ብቅ በማለት ላይ ይገኛሉ",
    "151": "በዚህም ምክንያት ህዝባችን ከሁሉም በላይ የሆነውን ድል እንዲጎናፀፍ አስችሎታል",
    "152": "አካላት እንደሆኑ በግልፅ የሚያመለክቱ ከመሆኑም ሌላ በመካከላቸው ያለውን ዝምድና በተመለከተ የማያሻማ መረጃ ይዘዋል አክሎም ሶስትም አንድም አንድም ሶስትም የሆነ አምላክ",
    "153": "ያው እምነቱ አንድ ይሁን እንጂ ስብከቱ በሁለት መልክ ይሰጣል",
    "154": "በሁለት አይነት የፍቅር ግንኙነት ውስጥ ትገኛለች",
    "155": "ትህነግ የራሱ ጉዳይ ነው",
    "156": "መሯሯጥ ነው የመፅሀፍ ቅዱስ ትምህርት ጥሩ እንደሆነ ቢሰማቸውም የዚህ ስርአት ጭንቀት እና ሀብት ያለው የማታለል ሀይል በውስጣቸው ያለው ፍላጎት እንዳያድግ",
    "157": "ቀደም ሲል እንደተመለከትነው የሰማይ ሰራዊት በአንድነት የበጉ ሰርግ ስለደረሰና ሙሽራዋ ራሷን ስላዘጋጀች እንደሰት  ሀሴትም እናድርግ  ለእሱም ለይሆዋ ክብር እንስጠው  በማለት ይዘምራሉ",
    "158": "ማቴዎስ     ተሰሎንቄ    እብራውያን    መላእክት አምላክ ፍፁም ያልሆኑ አንዳንድ ሰዎች በመላእክት ለመፍረድ የሚያስችል ስልጣንና የማይሞት መንፈሳዊ ህይወት እንዲያገኙ ላወጣው አላማ ያሳዩት ዝንባሌ ለፉክክር መንፈስ ከፍተኛ ጥላቻ እንዳላቸው ያሳያል",
    "159": "ከም ብአል ኢብራሂም አፋ ኮምኡ ውን ንፁር ዘይኮነ ናይ ብአል ወልደምካኤል ሀይለ ነዚ ብኸመይ ኢሀ ትገልፆ",
    "160": "የራስህን ህዝብ ልታሰጨርስ የምትዋዋል ከሀዲ ነህ እያለ እየገፈተረ ወሰደኝ አሉ ዶር ሀይሉ አርአያ",
    "161": "ለማነፅ  ለማበረታታትና ለማፅናናት  የተዘጋጁ ስብስባዎች",
    "162": "የፌዴሬሽን ምቤት በህወሀት ባለስልጣናት ፍላጎት መሰረት የወልቃይትን ጉዳይ ለማዳፈን በመሞከሩ ህዝቡ ህወሀት በሀይል ጥያቄውን ለመጨፍለቅ ለወሰደው የእብሪት እርምጃ ለመጀመሪያ ጊዜ ስርአቱ በሚገባው የጠመንጃ ቋንቋ ሲያነጋግሩት መደንገጥ ጀመረ ሱሉ ብዙዎች ተደምጠዋል",
    "163": "ወደ አውራው በግ ሲቀርብ አየሁት  በበጉም እጅግ ተመርሮ ነበር",
    "164": "ለሰው ብትል ትጠፋለህ ለእግዜር ብትል ትለማለህ የአማርኛ ምሳሌ ነው",
    "165": "ቁጥር አንድ ቦታ በማስመለስ እስከ ግንቦት ድረስ መቆጣጠር ቻለ በፒጂኤ ሻምፒዮን ሺፕ ዩኤስ ኦፕን አና በብሪቲሽ ኦፕን እንዲሁም በማስተር ውድድሮች",
    "166": "በመግለፅ አጋርነታቸውን በሚደንቅ ሁኔታ አሳይተዋል በነገው እለት ማለትም ሀምሌ ቀን አመተምህረት ከጠዋቱ በቤተ ክህነት በመገኘት ጥያቄቻውን ለቅዱስ ሲኖዶስ እንደሚያቀርብ የገለፁ",
    "167": "ካንቱ አርታኢ ለድር ማላተም ጥቅም ላይ ከዋሏቸው ከፍተኛ ደረጃዎች ውስጥ አንዱ ነው ይህ አርታኢ ለተለያዩ አላማዎች ጥቅም ላይ ይውላል ለርስዎ ቀጣይ ድር የድርጊት መርሀግብር ካንትቶን ከግምት ውስጥ ማስገባት ያለብዎ ዋና ምክንያቶች",
    "168": "ቤተ ክርስቲያኗ እንደማታውቀው ገልፀው ነበር በሚል ለቀረበለት ጥያቄ በጋሻው በሰጠው ምላሽ በመጀመሪያ ብለህ ስለጨመርከው ቅፅል እኔ ማስተካከያ ልስጥህ እኔ ሰውዬው",
    "169": "አብ ግዝአተህግን ፍትህን ዝአምኑ ጥራይ ዘይኮነ",
    "170": "ለመወዳደር የቀሩት አራት ቡድኖች ብቻ ስለነበሩ ነው",
    "171": "ዘዳግም",
    "172": "በስምምነቱ ላይ በሌላ አኳኋን በግልፅ ካልተወሰነ በስተቀር አንድ የሀብረት ስምምነት ከፀና በኋላ እስከ  አመት ጊዜ ድረስ ማናቸውም ተዋዋይ ወገን ሊቃወመው አይችልም ሆኖም ሀ ከፍተኛ የኢኮኖሚ ለውጥ ሲያጋጥም ከተዋዋይ ወገኖች በአንደኛው ጠያቂነት ከተጠቀሰው ጊዜ በፊት በሀብረት ስምምነት ላይ ተቃውሞ ለሚኒስትሩ ሊቀርብ ይችላል",
    "173": "ክፍለ ከተማ በቀጣና አንድና ሁለት የነበረውን ቆጠራ ሪፖርተር በመገኘት ለመከታተልም ችሏል በቦታው የህዝብ ታዛቢዎች የኢህአዴግ እንዲሁም የሰማያዊ ፓርቲ ታዛቢዎች ነበሩ",
    "174": "በነገራችን ላይ ጣና ላይ በጥንት አባቶቻችን የተቀበረችውን የሚስጢር ቆ ዘንግ ቆፍሮ ለማውጣት ም እራባዊያን ወያኔን ተጠቅመው እንቦጭን ሆን ብለው አሰራጭተዋልየመከላከሉ ስራ እንዳይሰራም በስውር እየተስተጓጎለ ይገኛል",
    "175": "ሰረገለኛውንም ተወግቻለሁና እጅህን ግታ ከሰልፍም ውስጥ አውጣኝ አለው",
    "176": "ተከታትለዋል የከፍተኛ ትምህርታቸውን በተባበሩት አሜሪካ ዩኒቨርሲቲ ኦፍ ዊስ ካንሰንና ቺካጎ የተከታተሉ ሲሆን በስዊድን ስቶክሆልም ስትራክቸራል ዲዛይን ሲሆን የሲቪል ምህንድስና ባለሙያም",
    "177": "የኩባንያው ሰራተኞች ኢሜል ልውውጥ እንደሚያሳየው የአውሮፕላኑን ንድፍ የነደፉት ባለሙያዎች ዋዘኞች ናቸው",
    "178": "የወደድኩት ሰው የለም እያለም ይናገር ነበር ጓደኝነትህንም ከማንም በላይ እፈልገዋለሁ እያለም ይናገር ነበር ካቫሌሪም ማይክል አንጄሎ እስከሞተበት ጊዜ ድረስ ጓደኝነታቸው",
    "179": "ክርስቶስ ለሴቶች ከሚሰጠው እኩልነት ጋር መስማማት ሲያቅታቸው ነው የሚታየው ይህ ግን የደቀ መዛሙርቱን ገራገርነት ነው የሚያመላክተው እንጂ መድልዎን አይደለም በግኖስጢሳውያን",
    "180": "ለዚህ ነው የማለቢያ ስልጠና የሚሰጥ ማእከል ለማቋቋም ያሰብኩት",
    "181": "የሚታወቀው ከ ጥንዚዞች ነው",
    "182": "የጀርመን ውጭ ጉዳይ ሚኒስቴር ጀርመናውያን ደቡባዊና ምስራቃዊ ዩክሬንን ለቀው እንዲወጡ መክሯል",
    "183": "ሁለቱም ወገኖች ለምግብ እጥረት ተጋለጠ በሚል የገለፁት አሀዝ ተመሳሳይ ነው ይህ አሀዝ በግምት የተደረሰበት ሳይሆን ጥናት ተሰርቶ የተገኘ ነው አልአዛር",
    "184": "ስነስርአት ምን እንደሆነ አውቃለሁ",
    "185": "ሚሳኤል ከታጠቀ ሰራዊት ጋር ሽጉጥ ይዘው ነው ጫካ የገቡት",
    "186": "ኢዛና ዘመንፈስ   ለዘመናት የመላው ኢትዮጵያውያን ህዝቦች ቁጭት ሆኖ የኖረው የአባይ ወንዝ ለዚች አገር ምጣኔ ሀብታዊ ጥቅም እንዲሰጥ የማድረግ አላማ ያለው የኢፌዲሪ መንግስት ታላቁን የኢትዮጵያ ህዳሴ",
    "187": "ግን ህይወት መስመርና ምስክር አላት",
    "188": "የኢትዮጵያ ስጋና ወተት ኢንዱስትሪ ልማት ኢንስቲትዩት ዋና ዳይሬክተር አቶ ሀይለስላሴ ወረስ ኛው የእድገትና ትራንስፎርሜሽን እቅድ ስጋና የስጋ ተረፈ ምርት ወተትና",
    "189": "ናይ ተጋደልቱ እሱራት ኢዮም ኔርም",
    "190": "ካህናቷም ከእርጥባን ልመና ወጥተው የማንንም ፊት ሳያዩ ሳይፈሩና ሳያፍሩ እምነታቸው የሚያዛቸውን የሚናገሩ እንዲሆኑ ምኞታችን ነው",
    "191": "ከመሪዎቹ የሚጠብቀውን ባለማግኘቱ ለመሪዎች የሚገባውን ክብር ነፍጓቸዋል ብንል ስህተት አይሆንም ለመሆኑ የማንኛው የፖለቲካ መሪ ነው ዛሬ ህዝባዊ ስብሰባ ቢጠራ የታማኝን",
    "192": "ሬድዮ የማሀበረ ቅዱሳን ሀብር ሚድያ ተዋህዶ ሚድያ ልዩ ልዩ እርዳታ ይለግሱ ገዳማትን ይርዱ የቴክኖሎጂ ውጤቶች የአንድሮይድ አፕሊኬሽን የአይፎን አፕሊኬሽን የኢንፎርሜሽን",
    "193": "ለዚህ የተስጠኝን ያቶ ሄኖክ የሺጥላን የሽሙጥና ስድብ መልስ ተመልከቱ",
    "194": "ለሀፍቶምና ለተቀሩት ወንድምና እህቶቹ በምግብ እጥረት ከሚደርስባቸው ረሀብ ይልቅ ትልቁና ከባዱ ችግራቸው ልብስ ነበር",
    "195": "የዩኒቨርሲቲ ትምህርት በጀመርኩ በሁለት ወሬ ትምህርቴን ለመተውና ለመንፈሳዊ ነገሮች ይበልጥ ጊዜ ለመስጠት ወሰንኩ",
    "196": "በራብሪት በጣም ሰፊ የሆነ የሶስት አፅቄ ክፍለመደብ ነው",
    "197": "ንግስተ ሳባን እየሱስ ክርስቶስ የአዘቦ ንግስት ሲል ጠርቷታል",
    "198": "ያእቆብ አስከሬኑ ወደ ከነአን እንዲወሰድ የዮሴፍ እርዳታ አስፈልጎት ነበር",
    "199": "በሚድሮክ ወርቅ የማህበረሰብ ልማት ተጠቃሚ ከሆኑት ቀበሌዎች መካከል አንዱ ነው ቀበሌው የዛሬ ሁለት አመት አካባቢ በደረሰበት አስከፊ ድርቅ የከብት መኖ",
    "200": "የፓርቲው ፕሮግራም እንደተጠበቀ ቢሆንም በመድረክ አባልነቱ በግል የሚያቀርባቸው ጥያቄዎች በጋር ተወስነው በመድረኩ በኩል የሚቀርቡ መሆናቸው ይታወቃል",
    "201": "ካብ እግዚአብሄር ከም እትርህቕ ይገብረካ",
    "202": "ከዚህም በተጨማሪ በእርግዝና ላይ ላሉትም በእርግዝና ወቅት ወይንም በወሊድ እንዲሁም ጡት በማጥባት ቫይረሱ ወደ ልጆቻቸው እንዳይተላለፍ ማድረግ የሚችል ከፍተኛ ፕሮግራም መሆኑን  ያስነብባል",
    "203": "ቅርንጫፎችን በታላቅ ሀይል እየቆራረጠ ይጥላል",
    "204": "መነሻ በማድረግ በፃፉት መጣጥፍ ስዬ ተለውጧል ብለው ነበር እኔ ግን በፕሮፌሰሩ አባባል አልስማማም ስዬ በጭራሽ አልተለወጡም አሁንም አምባገነን ናቸው በሚያዝያ",
    "205": "የአንዳርጋቸው ምስል በታየ ቁጥር ኢትዮጵያዊያን ፀጉራቸው ይቆማል   ደማቸው ይፈላል",
    "206": "ምስጋና ለጎንደር ዩኒቨርስቲከ ሚሊዮን ብር በላይ ወጭ የሆነበት የእንቦጭ አረም ማሽን በይፋ ተመርቆ የሙከራ ስራ ጀመረ",
    "207": "አንድ ሰው ህይወት የተገኘው በፍጥረት ነው",
    "208": "ለታዳጊዎቹ የተሰናዳው ዝግጅት እዛው አራት ኪሎ በነጋታው እሁድ ጠዋትም ተካሂዷል",
    "209": "በተጨማሪም የማደባለቂያና የማሸጊያ ስፍራው ሌላው የፋብሪካው ሁለተኛ አካል ነው ተብሎል",
    "210": "ይህንንም የሚያረጋግጥ ሜዳሊያ በእጁ ላይ ይገኛል",
    "211": "ያም አምባገነን ይህም አምባገነን  ብሎም እርሙን አውጥቶ ተስፋ ቆርጦም ይሆናል",
    "212": "ያቀረበው ልመና ተገቢ የነበረው ለምንድን ነው",
    "213": "ቀደምቱና ታሪካዊው የጣይቱ ሆቴል በእሳት ተቃጠለ ይህንን ዜና በርካታ ድረ ገፆችና መገናኛ ብዙሀን ተቀባበሉት",
    "214": "ለማሳደግ እየተሰራ ነውአለምአቀፋዊ ዜናዎች የዛምቢያው ፕሬዚዳንት ማይክል ሳታ አረፉየሀገር ውስጥ ዜናዎች ኖርዌይ ለኢትዮጵያ የምትሰጠውን የልማት ድጋፍ በእጥፍ ለማሳደግ መወስኗ ተገለፀአለምአቀፋዊ",
    "215": "አለ የሚሉት አቶ ቢኒያም በቀጣይ የሚኖረው አካሄድ በየአመቱ እንደሚቋቋመው ኮሚቴ የሚወሰን እንደሚሆን ተናግረዋል በሙዚቃ ከነበሩት ዘርፎች የህይወት ዘመን ሽልማት አንዱ",
    "216": "አሊያም ብሄረሰቦች በፍጥነት ወደ ብሄር በመቀየር ሂደት ላይ ናቸው አለ",
    "217": "ሆኖም የትምባሆ ቱጃሮች እጅግ የበለፀጉና በሀብረተሰቡ ዘንድ አክብሮትን ያተረፉ ሰዎች ናቸው",
    "218": "ጨናፍር ሰልፊ ዲሞክራሲ ህዝቤ ኤርትራ አብ ሰሜን አመሪካ",
    "219": "ደቀ መዛሙርቱ ኢየሱስ በተአምር ውሀ ላይ ሲሄድም ሆነ ማእበል በተነሳ ጊዜ ነፋሱንና ሞገዱን ፀጥ ሲያደርግ በአይናቸው ተመልክተዋል",
    "220": "በዚህ አንቀፅ ንኡስ አንቀፅ  መሰረት ፈቃዱን እንዲመልስ ያስገደደው ምክንያት እንዳበቃ ወይም እንደተወገደ ከስራው ተለይቶ በቆየበት ጊዜ በህግ ሊያስቀጣው የሚችል ጥፋት ካልፈፀመ ፈቃዱን ከመለሰበት ቀን ጀምሮ እስከ አንድ አመት ጊዜ ውስጥ ሊወስድ ይችላል ይሁን እንጂ በዚህ ሁኔታ ከአንድ ጊዜ በላይ ሊወሰድ አይችልም",
    "221": "በየአመቱ  ሚልዮን ህፃናት ሆን ተብሎ በሚፈፀም ውርጃ ምክንያት ህይወታቸውን እንደሚያጡ የተባበሩት መንግስታት ድርጅት ሪፖርት ገምቷል",
    "222": "ይላል በዚህም መሰረት ጉባኤው የተወሰነ መንገድ ከሸኛቸው በኋላ በፊንቄና በሰማርያ በኩል በማለፍ ከአህዛብ ወገን የሆኑ ሰዎች ተለውጠው አምላክን ማምለክ እንደጀመሩ በዝርዝር ተናገሩ ወንድሞችንም ሁሉ እጅግ ደስ አሰኟቸው ጳውሎስ ሰው ሆኖ የሞተውንና ከሞት ከተነሳ በኋላ የማይሞት ህይወት ተላብሶ በሰማይ የሚኖረውን የኢየሱስን ምሳሌ ጠቅሷል እንዲህ ያለው ድርጊት ባለስልጣኑ በሚወስደው እርምጃ ላይ ለውጥ የማያመጣ ቢሆንም እንኳ እንደ ጉቦ ይቆጠራል ፋታ የማይሰጥ ስራ ለደከመው ሰው የሚጠጣ ውሀ አልሰጠህም መጀመሪያ ላይ ስለ መፅሀፍ ቅዱስ ምን አመለካከት ነበርዎት",
    "223": "እና ማህበራዊ መሰረቶች አናግቷል በዲሞክራሲያዊ መንገድ ከተመረጠ መንግስት ዜጎች ብዙ ነገሮችን ይጠብቁ ነበር ሆኖም ያገኙት ነገር ቢኖር ከፍተኛ ታክስ የሀይል",
    "224": "ከብሄረሰቡ ባህላዊ የሙዚቃ መሳሪያዎች ፂፄ ጫቻ ዛይዲንኬ እና ኡልዱዶ ተጠቃሽ ናቸው",
    "225": "ሁኔታ ጋር በመንደፍ የአርብቶ አደሩን ምርታማነትን ማሳደግ እንደሚቻል ጠቁመዋል በዚህም በርካታ የሚፈሱ ትላልቅ ወንዞች ለም አፈር ድርቅን መቋቋም የሚችሉና ምርጥ",
    "226": "ብዙ ኢትዮጵያዊያን መካከል አንዱ ነው እና ወዳጆቻችን በሙሉ ስሙን አንዳርጋቸው የተነሳው ጠባብ ጎሰኛነት ተወግዶ ሁሉም በኢትዮጵያዊነቱ ኮርቶ በሰላም መኖር የሚችልበት",
    "227": "ነው ብሎ ለማሰር ከቆረጠ ቆይቷል ባለፉት ወራት በየችሎቱ የታዘብነው የእዩልኝ ትርእት የኢህአዲግን ሴራ ለመሸፈን የተደረገ ጉድ ጉድ ነው እንጂ ኢህአዲግማ",
    "228": "ምክንያቱም የባህር ብልፅግና ወደ አንቺ ይጎርፋል በዘመኑም ሁሉ የናባጥ ልጅ ኢዮርብአም እስራኤላውያን እንዲፈፅሟቸው ካደረጋቸው ሀጢአቶች ዞር አላለም መዝሙር    ከብሄራዊ ድንበሮች ባሻገር ተመልከቱ ጊዜ እያለፈ መሄዱ መንግስቱ እንደሚያመጣቸው የተነገሩት በረከቶች እንደሚፈፀሙ ያለንን ተስፋ ሊያደበዝዘው አይገባም የተባለውን መፅሀፍ ማንበብ ትችላለህ በመፅሀፍ ቅዱስ ላይ እምነት መጣል የምንችልበትን ምክንያት እንዲሁም ይህ መፅሀፍ የያዛቸውን ጠቃሚ ምክሮች በቤተሰብና በግል ህይወታችን በስራ ላይ ማዋል የምንችለው እንዴት እንደሆነ የሚገልፁ ሌሎች ፅሁፎችም በዚህ ድረ ገፅ ላይ ይገኛሉ ከዚያም ቆሞ የእስራኤልን ጉባኤ በሙሉ ጮክ ብሎ እንዲህ ሲል ባረከ በገባው ቃል መሰረት ለህዝቡ ለእስራኤል የእረፍት ቦታ የሰጠው ያህዌ ይወደስ በደመና የተሸፈኑት ሰማያት አንጎደጎዱ ኮል መንግስቱ ሀማርያም በስልጣን ላይ በነበሩበት ወቅት ፈፅመዋቸዋል ለተባሉበት የዘር ማጥፋት ወንጀል በሌሉበት በአዲስ አበባ ፍቤት እየታየና በመጪውም መስከረም ወር  አም ጉዳያቸው በፍቤት ሊታይ ቀጠሮ ተይዞ ነበር ምድር በፅኑ ተመስርታለች የውሀ ሽታ ሲያገኝ ያቆጠቁጣል በዚህ ጊዜ ምን ታደርጋለህ",
    "229": "ፅዋንም አንስቶ አመስግኖም ሰጣቸው እንዲህም አለ ሁላችሁ ከእርሱ ጠጡ",
    "230": "ለውጥ አድርገው ከተሳሳተ እርምጃቸው ለመመለስ የማይፈልጉትን ጠብ ጫሪ የሆኑ ክፉ ሰዎች ያጠፋቸዋል",
    "231": "ነሀሴ  ሴንት ሉዊስ ሚዙሪ ዩ ኤስ ኤ ውስጥ   የሚያክሉ ምስክሮች እስከዚያ ጊዜ ድረስ ተደርጎ የማያውቅ ትልቅ ስብሰባ አድርገው ነበር",
    "232": "መሆኑን የዞኑ ንግድ ኢንዱስትሪና ከተማ ልማት መምሪያ ገልጿል የመምሪያው ሀላፊ አቶ አስመላሽ ረዳ ለኢዜአ እንደገለፁት ከተሞቹ በከፍተኛ ተራራ ስር የሚገኙና",
    "233": "ሰዎች በትክክለኛው መንገድ ወደ ትክክለኛው አካል እንዲሁም ተገቢ ስለሆኑ ነገሮች እንዲፀልዩ ስናስተምራቸው ወደ ያህዌ እንዲቀርቡና በተጨነቁበት ወቅት መፅናኛ እንዲያገኙ እንረዳቸዋለን እስራኤላውያን ታዛዥ አለመሆናቸው የህጉ ቃል ኪዳን አላማውን ማሳካት እንዳልቻለ የሚያሳይ አይደለም",
    "234": "አካባቢውን ሲያተራምሱ የነበሩ ሁከትና ብጥብጥ በመፍጠር ለዜጎች ሞት መፈናቀልና ለንብረት ውድመት ምክንያት የሆኑ ሀይሎች በቁጥጥር ስር የሚውሉበት ሁኔታ እንደሚፈጠርም ኮሚሽነሩ አስታውቀዋል",
    "235": "እርሳቸው የፃፉት ደብዳቤ በእያንዳንዱ ግለሰብ እጅ ተይዞ   በአንድ በኩል   መንግስት ከእኛ ጋራ ነው   እያሉ   በሌላ በኩል   ህዝበ ክርስቲያን በተሰበሰበበት   መንግስት የለም   የሚል የአመፅ ስብከት በአውደ ምህረት እንዲነገርና መዋቅር በሀይል እንዲፈርስ ከፍተኛ ጥረት ተደርጓል",
    "236": "ኢትዮጵያ ከዚህ አፍሪካ ዋንጫ ምን አይነት ውጤት ትጠብቅ",
    "237": "አንድ ሽማግሌ ጉብኝት የሚያደርገው የእምነት ጓደኞቹን ለማበረታታትና በእምነት ፀንተው እንዲቆሙ ለመርዳት ተዘጋጅቶ ነው",
    "238": "ባሉ ትናንሽ አመራር ላይ ብቻ ነው ትልልቆቹ ሲያጠፉ ዝም ይባላሉ ይህ ለምን ሆነ ብሎ የህዝብ ተወካይ ሲጠይቅ ለዚህ በቂ ምላሽ",
    "239": "ይቅር በለን እያልን ስንናዘዝ እናረፍዳለን ቢሯችን ገብተን እቃ ግዥ ለመፈፀም ስንመደብ ሲሾም ያልበላ ሲሻር ይቆጨዋል ማለት እንጀምራለን የብዙዎቻችን እግዚአብሄር በቤተ",
    "240": "እንግዲያው የይሆዋ ምስክሮች ወደ ቤትህ ሲመጡ ወይም በሌላ ቦታ ሊመሰክሩልህ ሲሞክሩ መሰረተ ቢስ በሆነ ጥላቻ ተነሳስተህ ወይም ተናድደህ ከመስማት ወደ ኋላ አትበል",
    "241": "አሁን በሚከናወነው የችግኝ ተከላ መርሀግብር  በመቶ እና ከዚያ በላይ ከፍ ለማድረግ እንደሆነ አቶ እንዳልካቸው ጠቁመዋል",
    "242": "ህዝባዊ ስብሰባ ለማካሄድ ታስቦ እንደነበር አስታውሰው ስብሰባው የሚካሄድበትን አዳራሽ ከፍተን ለመግባት አልቻልንም የሚሉት አቶ ዳንኤል ቁልፍ ጠፍቶ የስብሰባው ሰአት ካለፈ",
    "243": "ከቪኦኤ ጋር የስልክ ቃለ ምልልስ ያደረጉት በኬንያ የኢትዮጵያ ኤምባሲ የቆንስላና የዳያስፖራ ጉዳዮች ሀላፊ አቶ መለስ አለም ተክኤ የኬንያ መንግስት እርምጃውን እየወሰደ ያለው ስደተኞችን ለማሳደድ ብሎ ሳይሆን በፀጥታ ችግሩ ምክንያት ነው  ብለዋል",
    "244": "በወንድምህ ላይ የምትጠላውን ያን ስራ አንተ ራስህ ከሰራኸው በራስህ የምትፈርድ አይደለምን",
    "245": "ከ ወዲህ ደግሞ የታታር ቋንቋ ከሩሲያው ሲሪሊክ ጋር በሚመሳሰል የሲሪሊክ ፊደል ሲፃፍ ቆይቷል",
    "246": "በተለይ ለዚህ የተጋለጡት ወጣቶች ናቸው",
    "247": "በህዝባዊ ንቅናቄ ህዝቡን አደራጅቶ ትግሉን በቆራጥነት ለመምራት ያለው ቁርጠኝነት ለማረጋገጥ ይወዳል አሁንም ቢሆን አንድነት ነፃና ፍትሀዊ ምርጫ እንዲደረግ ህዝቡ ተገቢውን",
    "248": "በቆይታው ነው ቅዝቃዜንም ሆነ ሙቀትን መለማመድ የሚችለው ብዟች በሙቀቱ ሲቀልጡ ምንም የጭንቀትም ሆነ የሙቀት ምልክቶች የማይታይባቸው ሰዋችን አስተውያለሁ ሙቀቱ የሚያቀልጠው",
    "249": "ብቻ ብዙ ነገሮች በትብብርና በጋራ ለመስራት እንዲሁም አገሮቻችንን ለማልማት የሚያስችሉን   የምንጠብቃቸው እድሎች አሉን",
    "250": "አለና መልሱን መለሰልን",
    "251": "ጠቅላይ ሚኒስትር ሀይለማርያም ደሳለኝ መንግስት ለአፍታም ሳይዘናጋ ህግና ደንብን ለማስከበር ተዘጋጅቷል አምስተኛው አገር አቀፍ ምርጫ ካለፉት አራት ምርጫዎች ይልቅ በቂ",
    "252": "ምክንያት ከሚያበዙ እንኳን መገንጠል ለምን እንጦርጦስ አይገቡም",
    "253": "በ ማብቂያ ገደማ እናቴ ለእኔና ለወንድሜ አባታችን ሊድን በማይችል በሽታ መያዙን አረዳችን",
    "254": "የትርጉም አገልግሎቶች",
    "255": "አምላክ ከአንተ ምን እንደሚፈልግ የሚናገረውንስ ታውቃለህ",
    "256": "ድል ምስጋናውን ይወስዳሉ ያለው የኢህአዴግ ምክር ቤት ስጋቶቻችንን ሁሉ ለማለፍ የቻልንበት ዘዴ በጥናት ይመለስ ብሎአል ሁሌም ኢህአዴግን ከውድቀት የሚታደገው ያልተማረው",
    "257": "መሎጊያዎች በቦታቸው ላይ ያደርጓቸዋል ከዚያም ሰማያዊ ጨርቅ ወስደው የመብራቱን መቅረዝ ከመብራቶቹ ከመቆንጠጫዎቹና ከመኮስተሪያዎቹ እንዲሁም ዘወትር ዘይት እንዲኖር ለማድረግ ከሚያገለግሉት ዘይት",
    "258": "ለምን ቢባል ደግሞ ካገኘነው ጥቅም ይልቅ የደረሰብን ጉዳት በብዙ እጥፍ የበለጠ ስለሆነ ብቻ ነው",
    "259": "ወደ ወንድሞቹም ተመልሶ  ልጁ የለም",
    "260": "መገኘት ስለነበረባቸዉ የታቀደዉን የመድረክ ስብሰባ ዛሬ ማድረግ ያልተቻለ ሲሆን ነገ ሀሙስ መስክረም ቀን መድረኩ ተሰብስቦ ወያኔ ኢህአዴግ መስክረም ለፃፈዉ ደብዳቤ",
    "261": "እምቢ አልኩና ከትናንት በስቲያ ራሱን እስላማዊ መንግስት ብሎ በሚጠራው ቡድን ከተገደሉ ኢትዮጵያውያን መካከል የባልቻ በለጠና እያሱ ይኩኖአምላክ ቤተሰቦች በአዲስ አበባ",
    "262": "ለሸክም የሚከብድ ቅርጫ ስጋ እንዳልገባበት ዛሬ ወፍ የምታህል ዶሮ ተሸክማለች  ተይኝ ልጄ ምሬታቸውን ተነፈሱ",
    "263": "ብምባል ምስተመልሰ ነቲ ዝቀደመ ግብሩ ገሊፅዎ እዩ",
    "264": "ማናችንም ብንሆን ያለ ውሀ ብዙ ልንቆይ አንችልም",
    "265": "በልዩ ሁኔታ በድሮን የተቀረፀውን የደመራ በአል አፈፃፀም ቪድዪ ለሊክድ ኒውስ ደርሷል",
    "266": "ቦታ መለያ ማሽን አስተዋወቀቢዝነስ በጅግጅጋ ሚሊየን ብር የተገነባው ዘመናዊ ኤክስፖርት ቄራ አገልገሎት መስጠት ጀመረአለምአቀፋዊ ዜናዎች ኢራናዊያን የፓርላማ አባላት ምርጫ እያካሄዱ",
    "267": "የእንግሊዝ ጠቅላይ ሚኒስትር ቶኒ ብሌር በደሀንነት  በውጭ ፖሊሲና በኢኮኖሚያዊ ጉዳዮች ላይ ከቭላድሚር ፑቲን ጋር ለመወያየት ዛሬ ሩሲያ ገብተዋል",
    "268": "በመሆኑ ከህገ መንግስቱ ጋር የሚስማማ እንደሆነ ገለፀ ይህ ውሳኔ መተላለፉ ከፍተኛ የስደት ማእበል እንዲነሳ አደረገ ሌሎች የይሆዋ ምስክሮች ልጆችም ከትምህርት",
    "269": "መለሰች ጌታዬ ሆይ አይደለም ጌታ ሆይ እኔ ልቧ ያዘነባት ሴት ነኝ ብላ መለሰችለት በእርግጥ በእርሷ ላይ የተሰነዘረው የነቀፋ ቃል እርሷ",
    "270": "ተጠሪ በዚህ ውሳኔ ቅር በመሰኘት ይግባኝ ለፌዴራል ከፍተኛ ፍርድ ቤት አቅርቧል",
    "271": "ትርፋማ ነው ብዙዎች ኢትዮጵያ ከፍተኛ ጥራት ያለው እብነበረድ እንዳላት አያውቁም የኢትዮጵያን እብነበረድ በህንድ በማስተዋወቅ የእኛ ድርጅት የመጀመሪያው ነው በርካታ ምርት",
    "272": "በመንጠቅ አማኝ ያሳጡት ቤተክርስቲያን ሆኖ በአይናቸው አይተው ካረጋገጡ በኋላ ያላቸው ይዘውና ደጋግ ምእመናንን አስተባብረው ቤተክርስቲያኑ በፎቶው በምታዩት መልኩ ሰርተው አጠናቅቀዋል",
    "273": "ተዟዝሮ ያነጋገረው ዘጋቢያችን ህብረተሰቡ በዝቅተኛ ዋጋ ሸቀጦችን መግዛት የሚችልበትን እድል መፍጠር መልካም ቢሆንም ከአቅርቦት ጋር ያልተመጣጠነ የዋጋ ቅነሳ ለፖለቲካ ፍጆታ",
    "274": "እግዚአብሄር ለሚታዘዙት የሰጠው መንፈስ ቅዱስ  አላቸው",
    "275": "ማስቻሉ አንዱ ነው በዘመኑ በተመረጡ አደባባዮች ላይ ቴሌቪዥን በመስቀል ህብረተሰቡ በጋራ እንዲገለገልባቸው ይደረግ ነበር ከጊዜ በኋላ ቀስ በቀስ ግለሰቦች ቴሌቪዥን",
    "276": "በህዝብና በመንግስት መካከል እምነት ከተነነ በኋላ የሚጠበቅ ነገር አይኖርም",
    "277": "ኔጌብ ርሆቦት",
    "278": "የአለም አቀፍ ሽልማት ተሸላሚ የሆኑት ፕሮፌሰር ሀይሌ ከሰሯቸው ፊልሞች መካከል ጤዛ አድዋ ሳንኮፋ እና ቡሽ ማማ ይገኙበታል",
    "279": "እኤአ በ በተደረገው ሀገር አቀፍ ምርጫለህወሀት  በመቶ የድምፅውጤት እንዲገኝ ያደረጉት የወረዳ ምክር ቤቶች ናቸው",
    "280": "ሰው በአዲስ አመት እድሎች በሚገባ ለመጠቀም እግዚአብሄር ያዘጋጀለትን የመዳኛ መንገድ መቀበል አለበት",
    "281": "ቅዱስን መስፈርቶች በልጆቻቸው ልብ ውስጥ ቀርፀው ከማሳደግ መብታቸው ጋር በተያያዘ በፍርድ ቤት መከራከር ያስፈለጋቸው የይሆዋ ምስክር ወላጆችም ምክንያታዊ መሆን ይኖርባቸዋል",
    "282": "መድረኩን ቢነሷት  ማህሌት ቢገፏት ባይሰጧት ዲቁናከንፈሯ ለሀሌ አይኗ ለትወናየፃፈችም እንደሁ   ጥርሷን አስመስላያወራችም እንደሁ   ልብ ጨርቅ አስጥላየሳቀችም እንደሁ   ክራር ተኮልኩላየተቆጣች እንደሁ   እርግፍ እንደ ሾላእርግፍ እንደ ሾላ   ቁጣዋን ሰምቼእሆዷ እንድገባ   በጇ ተነስቼ",
    "283": "የህግ የበላይነትን ማረጋገጥ የመንግሰት ግዴታ ነው ያለው ስራ ስፈፃሚ ኮሚቴው ወንጀል የሚፈፅሙ እና እንዲፈፀም ሁኔታ የሚያመቻቹ አካላትን በማደን ለሀግ ለማቅረብ ሚሰራው ስራ በኦዲፒ የሚመራው የኦሮሚያ ክልል መንግስት በአስቸኳይ እንዲፈፅም አቅጣጫ አስቀምጧል",
    "284": "ይህ አባባል ከአል ሸባብና እና ከአልቃኢዳ ጋር በመገናኘት ሀገራችን ውስጥ",
    "285": "ብዙውን ጊዜ ይህ ጥያቄ መነሳቱ ወንድሞቻችን ስለ እምነታችን ለሰዎች ሰፋ ያለ ማብራሪያ እንዲሰጡ አጋጣሚ ይከፍትላቸዋል",
    "286": "እንደ አንድ ጦር ሰራዊት የሚጓዙት እነዚህ አንበጦች ምንም አይነት መሰናክል ሳይበግራቸው ወደየቤቱ እየገቡ ያገኙትን ሁሉ ጥርግርግ አድርገው ይበላሉ",
    "287": "በዚህም መሰረት ውይይታችን እጅግ በጣም ግልፅና ገንቢ ነበር ማለት ይቻላል",
    "288": "ትዳር ያጡ የትዳር ጓደኛ አልረጋ ያላቸው ስራ ፈላጊዎች ከስራ የተባረሩ ትምህርት አልገባን አለ የሚሉ ከስራ የታገዱ ስልጣን ፈላጊዎች ጤና አጣን ባዮች  በስም በስማቸው እየተጠሩ የመጡበት ችግርና የመፍትሄው ተስፋ ከምን ተስኖት ተነገራቸው",
    "289": "ኢየሱስ ግና ሰብ ካብ አፍ አምላኽ ብዚወፅእ ኩሉ ቓል ዷ እምበር ብእንጌራ ጥራይ አይነብርን እዩ",
    "290": "በእግሮችህም አጠገብ ተቀመጡ",
    "291": "መጀመሪያ የሚደርሰው ፍሬ በሚሰበሰብበት ቀን ለያህዌ አዲስ የእህል መባ ስታቀርቡ በሳምንታት በአላችሁ ላይ ቅዱስ ጉባኤ አድርጉ",
    "292": "ብቻ ሳይሆን አንድ ጭብጥም ያላቸው መሆን አለባቸው ዳንደስ ሲልክላውድ ሌቭ ስትራውስ ደግሞ መዋቅራዊ ትወራው በስነልሳን ላይ ማተኮር ይገበዋል ይላል",
    "293": "ይህንን ለመረዳት የሶቨሪን ብድር ቀውስ የዘመናዊዋ ግሪክ አሳዛኝ ሁኔታ         በሚል ርእስ የወጣውን የሴንት ሉዊስ ባንክ ፅሁፍ ያንብቡት",
    "294": "ማንን ነው የገደለው",
    "295": "ቢሊዮን ብር ጋር ሲነፃፀር ነጥብ ቢሊዮን ብር ብልጫ አለው በአገሪቱ ኢኮኖሚ ላይ ትልቅ ተፅእኖ የሚኖረው የካፒታል በጀትም በየአመቱ እያደገ የመጣ",
    "296": "ሉቃስ   የፅሁፍ ዝግጅት ኮሚቴን በመርዳት ላይ የሚገኘው ወንድም ሮበርት ሲራንኮ ስለ አራቱም አያቶቹ ተናገረ አያቶቹ የሀንጋሪ ተወላጆች ሲሆኑ ቅቧን ክርስቲያኖች ነበሩ",
    "297": "የሌሎች ህጎች ተፈፃሚነት ፌዴራል መንግስት የወጣ የሙስና ወንጀል ልዩ የስነስርአትና የማስረጃ ህግ ተፈፃሚነት ይኖረዋል",
    "298": "ከወላጆቻችን የወረስነው የሀጢአት ዝንባሌና ያሳለፍነው ህይወት ተዳምሮ መጥፎ ሀሳቦችንና ምኞቶችን ሙሉ በሙሉ ማስወገድ አስቸጋሪ ይሆንብናል",
    "299": "የሳኦልም ጋሻ ከእንግዲህ በዘይት አይወለወልም",
    "300": "ሚሊዮን ሊባኖስ ሚሊዮን ኢራን ሺህ እንዲሁም ኢትዮጵያ ሺህ ስደተኞችን በማስጠለል ከሁለተኛ አስከ አራተኛ ያለውን ደረጃ ይዘዋል በተባበሩት መንግስታት የስደተኞች ኮሚሽን",
    "301": "ተነጥለዋል አሊያም ከነ ጭራሹ ውድቅ ተደርገዋል ይህ ለሌሎቹም አይነት የሳይንስ ዘርፎች እውነት ነው የኔ ወዳጅ በአይምሮው የያዘው የፊዚክስ እውቀት እና",
    "302": "የመቐለ ህዝብ በሰልፉ ለመሳተፍ ተዘጋጅቷል",
    "303": "በአንድ ሀገር ላይ በቡድኖች መንስኤነት የሚቀሰቀስ ግጭት ከፍ ወዳለ እልቂት ካመራ እኮ ህዝብ የሚባለው አካል ብዙውን ጊዜ መሰደድን ነው የሚመርጠው",
    "304": "ለመስጠት ስንችል ነው",
    "305": "ኮፊ ቤኒን የሞቱ ሰዎች ስለሚገኙበት ሁኔታ ለማወቅ እጓጓ ነበር",
    "306": "እንደ አንበሳ ግሳት የንጉስ ቍጣ ነው ሞገሱም በመስክ ላይ እንዳለ ጠል ነው",
    "307": "ቻይንኛ ማንዳሪን",
    "308": "ኢየሱስ በተራራ ስብከቱ ደቀ መዛሙርቱ በወንድማቸው ላይ ረዘም ላለ ጊዜ ተቆጥተው መቆየት ወይም ወንድማቸውን በንቀት መመልከት እንደሌለባቸው አስጠንቅቋል",
    "309": "በመሆኑም ንግድ ባንክ እኤአ በ  አለም አቀፍ ደረጃውን የጠበቀ ባንክ የመሆን ራእዩን እውን ለማድግ እየሰራቸው ያሉትን ስራዎች ያግዛል ተብሏል",
    "310": "በተባዩ መከላከል ላይ ለመምከርም በላይ አለም አቀፍ የግል ድርጅቶች የምርምር ተቋማት በተባዩ የተጠቁ አገሮችና እርዳታ ሰጭ ድርጅቶች የተሳተፉበት አውደ ጥናት",
    "311": "ነገር ይቅርታ ምጥ ለእናቷ አስተማረች እንዳይሆንብኝ ይልና አዳዲስ ክስተቶችን ይነግረኛል የትናንቱ ጥያቄው ደግሞ ልዩ ነበር ይኸው ማይክል የምለው ጓደኛዬ የኢትዮጵያ",
    "312": "እንዷዛ የሚያልፍባቸው ነዋሪዎች ቀላል አይደሉም የሚሉት ወይዘሮ ህይወት እንግልቱ በእናቶችና በህፃናት ላይ እንደሚብስ ይናገራሉ የኦህዴድ አመት የብር ኢዮቤልዩ በአል መጋቢት",
    "313": "አንደኛው ሀላፊነት ነው   በአጋጣሚም ይሁን በታቀደ መንገድ የመንግስት ስልጣን ይዘዋል",
    "314": "በሀጢያት ምክኒያት ሰው ወደ እግዚአብሄር መግባት አይችልም ነበር",
    "315": "ቤርል የተባለች የአንድ የይሆዋ ምስክሮች ተጓዥ አገልጋይ ሚስት በህይወት ስላሉት እንጂ በካንሰር ስለሞቱት ሰዎች አታንሱ  በማለት ትመክራለች",
    "316": "መቼም እውነት እየመነመነች ለተወሰኑት እንደ እሬት እየሆነች ድክመት በተነሳ ቁጥር የሚያኮርፉ መኖራቸውን በትዝብት እያየን ነው ቢሆንም ድክመቱን ድክመት ጥንካሬውን ጥንካሬ",
    "317": "ጥያቄያችንን መመለስ ካልቻላችሁ ኮማንድ ፖስት የሚባለው መንፈስ መጥቶ ያናግረን",
    "318": "አንዳንዶቹማ ከልጅነት እስከ እውቀት የኖሩበትን እርምጃቸውን ሁሉ በአንድ አመት ጊዜ ውስጥ ለውጠው ሲራመዱ እንደ ኳስ እንጣጥ እንጣጥ ይሉ ነበር",
    "319": "ድጋፍ የሚፈልግ ስራ ነው",
    "320": "በጥንቷ እስራኤል በእውነተኛው አምልኮ ውስጥ ይከናወኑ የነበሩት እነዚህ ነገሮች በዘመናችን ካሉ መንፈሳዊ ዝግጅቶች ጋር ተዛማጅነት አላቸው",
    "321": "በሀይለኛ የጎርፍ ማእበል ተመትቶ ስድስት ሰዎች የደረሱበት አልታወቀም ብዙ ህንፃዎች ፈርሰዋል ብዙ ንብረት ወድሟል በታይላንድም ሰሞኑን ብቻ በላይ ዜጎች በጎርፍና",
    "322": "ትምህርት በርሱ ብቻ አልተገደበም በሀርቫርድ ዩኒቨርሲቲ በመገኘት የኢትዮጵያ የባህል ሙዚቃን ማጥናት መመርመር ለሚሹ ሁሉ ጨዋታውን ከነማብራሪያው መስጠቱን ገፀ ታሪኩ ያሳያል",
    "323": "ሰልፍ የፈለገ አብዮት አደባባይ",
    "324": "መፅሀፉ በተረት ላይ የተመሰረቱ ታሪኮችን የያዘ ነበር ጥንቆላን የሚቃወሙ ሀይማኖታዊና ህግ ነክ ማስረጃዎችን ከማቅረቡም በላይ ጠንቋዮችን መለየትና ማጥፋት ስለሚቻልበት መንገድ መመሪያ ይሰጣል  የሰይጣን አለም እስካለ ድረስ በያህዌ አገልግሎት ማከናወን የምንችለው ነገር ውስን ሊሆን ይችላል ከዚያም ሙሴ ወጥቶ እነዚህን ቃላት ለመላው እስራኤል ተናገረ እንዲህም አላቸው እንግዲህ እኔ አሁን  አመት ሆኖኛል ንቦች በፈለጉት አቅጣጫ እየበረሩ መጥተው ያለምንም ችግር ማረፍ ይችላሉ ያህዌ ሆይ የፍትህ ጎዳናህን ስንከተል  በሎዛ ያህዌ ለያእቆብ በህልም ተገልጦለት እንዲህ አለው እኔ ከአንተ ጋር ነኝ በምትሄድበት ስፍራ ሁሉ እጠብቅሀለሁ ወደዚችም ምድር እመልስሀለሁ የሰጠሁህን ተስፋ እስከምፈፅምልህ ድረስ አልተውህም የፃድቅ ልብ መልስ ከመስጠቱ በፊት ያሰላስላል ይሁንና የኢየሱስ ትንሳኤ ለእኛ ምን ትርጉም አለው",
    "325": "በክርስትና ዘመን የነበረው ተገቢ የሆነ",
    "326": "በአንድ በኩል ጥሩ ነገር ይዘን ተነስተን በሌላ በኩል ደግሞ ልዩነት የሚፈጥሩ   የተለያዩ አመለካከቶች የማያስተናገዱ እንዲያውም የሚያሸማቅቁ አሰራሮች ይመጡና ይህን አገራዊና አንድነታዊ መነሳሳት ቀዝቃዛ ውሀ ሲቸልሱበት ይታያል",
    "327": "ተጠያቂ የሚያደርጉት ኛ እና ኛ ወገንን ነው",
    "328": "በትምህርት ቤት ውስጥ ወመኔነት እየተስፋፋ በመሄዱ በቅርቡ የጃፓን የትምህርት ሚንስቴር  ተማሪዎች እና በወላጆቻቸው እንዲሁም በአስተማሪዎች ላይ አንድ ጥናት አካሂዶ ነበር",
    "329": "የዘመን መቁጠሪያ ይህ ድርሰት በማንኛውም ጊዜ የሚፀለይ ቢሆንም በተለየ ሁኔታ በቤተ ክርስቲያን አገልግሎት የሚውለው ከመስከረም እስከ ሀዳር ቀን ድረስ ባለው",
    "330": "የነውጡ ዋና ምክንያት እንደሆነ ተነግሯል",
    "331": "እረፍት እና አመጋገብም በልጆች እድገት ላይ ያላቸው ትልቅ ተፅእኖ ሳይረሳ",
    "332": "እላምኡ ድማ አብ መንጎ ሰሜንን ደቡብን ክፋላት አለም ዝካየድ ዝርርብ ድህነት ንምህያል እዩ",
    "333": "እንዲህ የተባሉበት ምክንያት ለመስዋእት የሚቀርብ እንስሳ ለመግዛት ከሚፈልጉ ሰዎች በጣም ውድ ዋጋ ያስከፍሉ ስለነበር ነው",
    "334": "እንደሚታወቀው ሀገሪቱ የራሷን ብሄራዊ ጥቅም ነው የምትመለከተው",
    "335": "ከዚያም እንዲህ አልኳቸው እናንተ ለይሆዋ የተቀደሳችሁ ናችሁ እቃዎቹም የተቀደሱ ናቸው ብሩና ወርቁ ለአባቶቻችሁ አምላክ ለይሆዋ የቀረበ የፈቃደኝነት መባ ነው",
    "336": "በቅዱሳን ፅሁፎች ውስጥ ባላቸው አጠቃቀም መሰረት ማወቅ  እና እውቀት  የሚሉት ቃላት ምን ትርጉም አላቸው",
    "337": "ከባለቤቴና ከልጆቼ ጋር እንደገና በመገናኘቴ በጣም ተደሰትኩ",
    "338": "በአንድ ወር ጊዜ ውስጥ ምን ያህል እናቶች ይተያሉ መ",
    "339": "መዋሸት አንጎልን ያደክማል",
    "340": "አለቆች በእጃቸው ተሰቀሉ የሽማግሌዎች ፊት አልታፈረም",
    "341": "ሳይንቲስቶች እንደደረሱበት አብዛኞቹ ወንዶች ከሁለት ደቂቃ በላይ ምናምን የሚባል ማሳሰቢያ ይለጠፍማእናማበዛኛው ዘመን እንዲህ ፍጥጥ ብሎ መነጣጠቅ መቀባበል ማለትም ይቻላል አልነበረም",
    "342": "ከዚህም ባሻገር በቤተ ክርስቲያን ላለው አገልግሎት እንቅፋት የነበረው አባቶች መለያየትና መከፋፈል መፍትሄ የሚያገኝበት ዋዜማ ላይ ደርሰናል",
    "343": "የአለምአቀፌ የጤና ድርጅት የስነፆታ ጤናን እንዲህ ይተረጉመዋል የስነፆታ ጤና ማለት ከፆታ ጋር በተገናኘ የአካላዊ የስነልቦናዊ እንዲሁም የማህበራዊ ደህንነትን ያመለክታል",
    "344": "ተኝተው ሰው እየመከነ ዛርውላጅ ተወልዶ አምላክ ተዘንግቶ ለጣኦት ተሰግዶ ጨሌ ቦሮንቲቻ አዳል ሞቲ ጠቋር አስገባሪ ሆነው ነግሰው በዚች አገር አእምሮአችን",
    "345": "ነው ሰይጣን ደግሞ ይሉኝታና ሀፍረት ስለሌለው ዜግነትና ሀገርም ስላልተበጀለት ድርጊቱም ሆነ ንግግሩ እንደልቡ ነው ለዚህ ነው ይህ ያሬድ የሚባል ሰው",
    "346": "ወንዶችና ሴቶች ልጆቻቸውን ይገድላል  ቤቶቻቸውንም በእሳት ያቃጥላል",
    "347": "የስልጣኔ ፋና የሚያበሩ ማሀበረሰባችንን ለማዘመን የሚተጓብነቶቻችን",
    "348": "ሰፊው አዳራሽ ጥበብን ለማድነቅ   ጠባቡ አዳራሽ ጥበብን ለመሸጥ ያገለግላል",
    "349": "ይሆዋ እንዲህ ብሎታል ይህን ካደረግህ ያሰብኸው ይቃናል ይሳካልም በምትሄድበት ሁሉ እግዚአብሄር አምላክህ ከአንተ ጋር ነውና አይዞህ ደፋር ሁን በርታ ፅና አትፍራ አትደንግጥ ብዬ አላዘዝሁህምን",
    "350": "",
    "351": "ዘግቧል ይሆዋ በህጉ አስተማሪዎች ላይ የተቆጣው ለምንድን ነው እንዲያስተምሩ መብት የተሰጣቸው ሰዎች ምን አይነት ጥንቃቄ ማድረግ ይኖርባቸዋል ሚልክያስ ምእራፍ ከቁጥር",
    "352": "ጋብቻውን በደስታ ያዩና ወላጆች   ልጃቸው ትዳር መስርቶ ወይንም መስርታ ከቤተሰቡ ተለይታ   ተለይቶ የራሱን ጎጆ አህዱ ሲል መለዬቱን   መነጠሉንያስቡና ያ ያስከፋቸዋል እዬሳቁ ግን ያለቅሳሉ",
    "353": "በዚህ ርእስ ላይ የአብርሀም ልጅ የሆነው የይስሀቅ የልጅ ልጅ  ማለትም ዮሴፍ ከወንድሞቹ ጋር በተያያዘ ያጋጠመውን ሁኔታ እንመለከታለን",
    "354": "አብኡ ግን መደምደምታ ክበፅሁ ነይርዎም ሽኡ",
    "355": "በመፍረሱ የተነሳ አደባባይ የሚለውን ስያሜ የማግኘት እድሉ ጠቦ ይገኛል በስሙ የታተመው የህይውት ታሪኩ መፅሀፍ የመጀመሪያ እትም አሁንም ድረስ በአዟሪዎች እጅ",
    "356": "ገዢው ፓርቲ ሰሞኑን በተለያዩ የመገናኛ ብዙሀን እንደምንሰማው የገጠመውን ችግር   ከውጭ ሀይሎች ጋር አያይዞ አያየውም",
    "357": "አምላክ ከፍ አድርጎ የሚመለከተው የምንችለውን ያህል በደስታ መስጠታችንን ነው",
    "358": "ጀርባ የተቀመጡ ጎልማሶች ትሰማለህ ይኼ አንድ ፍሬ ልጅ የሚለውን በቃ አሁን እኮ አያ ጅቦ መጣልህ ብለህ ከማስፈራራት አይኤስ መጣልህ ስትለው",
    "359": "እና የሂሳብ ሊቅ የሆነው አይዛክ ኒውተን",
    "360": "ዝ ጠላ ከመ ወይን ጣእሙ እስኩ ድግሙ ድግሙ እስኩ ድግሙ ጆሮና ቀንድ አንድ ጥጃ የሚያሳድግ ሰው ነበር",
    "361": "የክለብ አመራርና አደረጃጀት ወሳኝ ነው",
    "362": "አንዳንድ ወዳጆቹና ዘመዶቹ አገለሉት ይሁን እንጂ በአካባቢው በሚገኘው የይሆዋ ምስክሮች የመንግስት አዳራሽ ውስጥ መሰብሰብ ከጀመረ በኋላ በመፅሀፍ ቅዱስ ትምህርት የሚመሩ",
    "363": "ለምሳሌ ያህል ለማግባት ፍላጎት ላለው ለአንድ ክርስቲያን ይህ ምክር ሊሰራ ይችላልን",
    "364": "እናታቸው የሺ እመቤት የሺ እመቤት ጋንዶሎ ጉራጌ ናቸው",
    "365": "እንግዲያው አንድ ክርስቲያን ፍርድ ቤት ቀርቦ የሚሰጠው የምስክርነት ቃል ትክክለኛ መሆኑን ለማረጋገጥ መሀላ እንዲፈፅም ቢጠየቅ ምን ማድረግ ይኖርበታል",
    "366": "ልደቱ ያለው ምንድ ነው",
    "367": "እንደ ፀሀይ የሞቀ እንደ ጨረቃ የደመቀ እንደ አበባ ያሸበረቀ እንደ ፀሀይ የሞቀ እንደ ጨረቃ የደመቀ እንደ አበባ ያሸበረቀ የአማርኛ ምሳሌ ነው",
    "368": "ምክንያቱ ሁለት ነው ሆን ብለው ጉዳዩን ግለሰባዊ ግጭት ማድረግ የሚፈልጉ የቅዱስነታቸው ደጋፊዎች በአንድ በኩል ነገሩ ያልገባቸው ሰዎች ወሬ በሌላ በኩል",
    "369": "በአንፃሩ ደግሞ በህዝብ ብዛት ፈጣን እድገት በማሳየት ላይ ካሉት አገሮች መካከል ባልና ሚስት ከሁለት ልጆች በላይ የሚወልዱባቸው አብዛኞቹ የአፍሪካ  የእስያና የላቲን አሜሪካ አገሮች ይገኙበታል",
    "370": "እንደሚጠራ ማረጋገጫ መስጠቱ አስፈላጊ ነው ኢህአዴግ አሁን ያለውን የአገሪቷን ህግ በመከተል ከላይ የተዘረዘርቱን ማድረግ አያቅተዉም ወደፊት አገራችን ትልቅ ደረጃ እንድትደርስ",
    "371": "ሶስት መቶ አስራ ስምንቱ",
    "372": "የቡድኑ የእርጅና ቅናሽ ሂሳቡ ተዘግቶ በቡድኑ ውስጥ የቀረ ማንኛውም ሀብት የእርጅና ቅናሹን እንደጨረሰ ተደርጎ ይቆጠራል",
    "373": "ጌታቸው ረዳ ትዝ ይለዋል",
    "374": "ጣኦቱን የአምልኮተ እግዚአብሄር መፈፀሚያ ስፍራ አድርገውታል ቅዱስ ማቴዎስም አርሚስን ኤጲስ ቆጶስ በማድረግ ቀሳውስትንና ዲያቆናትን ሾሞላቸዋል በገድለ ሀዋርያት እንደ ተጠቀሰው ቅዱስ",
    "375": "ሆነ ገለልተኝነት እንዲሁም ለህግ የቆሙና ታማኝ መሆን ጉዳይ ሊጤንና ሊጠናከር የግድ ነው በፍትህ ዘርፉ በርካታ መልካም ተግባሮች እንደተሰሩ አያጠራጥርም አሁንም",
    "376": "ይህ የሚሆንበት ምክንያት የልጅነት ፍላጎቶቻቸውን ለማሟላት ሲሉ ለሌሎች አሳቢ የመሆንንና ራስ ወዳድ ያለመሆንን ባህርይ አሽቀንጥረው ስለሚጥሉ ነው",
    "377": "ምስሉን እያሳየሁ   አፄ ቴዎድሮስ እኮ አልሞተም   ዛሬም አለ   እናቴም አልሞተችም አለች የሚል ምላሽ ሰጥቼ ነው ከቢሮ የወጣሁት",
    "378": "በዋናው ቦንደስ ሊጋ እና በሁለተኛው ቦንደስ ሊጋ ላይ ተወዳዳሪ የሆኑ ክለቦች በሙሉ የታዳጊ ማሰልጠኛ አካዳሚዎች እንዲኖራቸው    ከ   የውድድር ዘመን ጀምሮ አስገዳጅ መመርያ ሆኖ ፀደቀ",
    "379": "ሰሞኑን በማሰልጠኛ ማእከሉ በተከናወነው የምረቃ ስነስርአት ላይ በክብር እንግድነት በመገኘት በስራ ጥራት ብልጫ ላመጡ አሰልጣኞችና ሰልጣኞች ሽልማት በመስጠት የስራ መመሪያ ንግግር ያደረጉት የጦር ሀይሎች ምክትል ጠቅላይ ኤታማዦር ሹምና የትምህርትና ስልጠና ዋና መምሪያ ሀላፊ ክቡር ጄኔራል ሰአረ መኮንን ናቸው",
    "380": "መግለጫ ትህነአድ የትግራይ ህዝብ ነፃ አውጪ ድርጅት የመጀመሪያ እትም የካቲት  አም ገፅ",
    "381": "ደርግም የመረጃውን ተክክለኛነት ለማረጋገጥ በተለያዩ መንገዶች የደህንነት ሰራተኞች ወደ ከተማዋና አከባቢዋ እንዲንቀሳቀሱ ያደርጋል",
    "382": "በአንፃራዊነት እና በተዛመዱ ፈጣን ንጥረ ነገሮች ላይ የሚከሰተውን የኦክሳይድ  ናይትሮጂን ጭንቅላትን በማስጨነቅ ይከላከላል",
    "383": "ለምን ልዩነት ይኖራል በሚለው ሀሳብ ላይ የተለያየ ትርጓሜ ይሰጣል በፍልስፍናና የህብረተ ባህል ጥናት መሰረት ለዚህ የተለዩየ ምክንያቶች ይሰጣሉ ብዙ ጥናቶች",
    "384": "ተርዝዴይ ደሴት ላይ ከጀልባ ስንወርድ",
    "385": "እንደጨመረ የታላቁ የኢትዮጵያ ህዳሴ ግድብ ግንባታ ህዝባዊ ተሳትፎ አስተባባሪ ብሄራዊ ምክር ቤት ፅህፈት ቤት የሚዲያና ኮሙዩኒኬሽን ዳይሬክተሩ አቶ ፈቃዱ ከተማ",
    "386": "ጎዳና እንደ ልባቸው ለመመላለስ እንዲረዳቸውም ያሸማቀቅንና ያስፈራራን መስሏቸው አገልጋይ ምእመናንንና ለቤተ ክርስቲያን የሚቆረቆሩ ብፁአን አባቶችን አሻቅበው ተሳደቡ በጣም የሚደንቀውና የሚገርመው",
    "387": "ኢትዮጵያውያን የኢንተርኔት ተጠቃሚዎች ከመድረኩ ለመታቀብና ራሳቸውን ሳንሱር ለማድረግ መገደዳቸውንም ሪፖርቱ ያመለክታል",
    "388": "እውነት ለመናገር ይህን ሰው ለሀገራዊ ቁንጮ ስልጣን ሳይቀር ለመመኘት ከጅሎኛል",
    "389": "በርግጥ ሚኒስትሮቹ በሚገናኙበት አብዛኛውን ሰአት ሳይግባቡ",
    "390": "እድለኛ ነሽ በውነቱ",
    "391": "የጠይባ ጭኖች ሽቅብ በመሀመድ ሽንጥ ዙሪያ እንደእባብ ተጠምጥመዋል",
    "392": "ላይ የተለያየ አመለካከት ሊኖረን እንደሚችል አምኖ መቀበሉ እንዲሁም ጉዳዩን በፍቅር መሸፈኑ የተሻለ ይሆናል የመፅሀፍ ቅዱስ መሰረታዊ ስርአት ምሳሌ አንተም ሆንክ",
    "393": "የሚበቃ ቤተ ክርስቲያን እንጂ ኢትዮጵያ ውስጥ ባሉት አብያተ ክርስቲያናት ቁጥር ልክ መስጊዶች ሲሰሩ አይደለም የሙስሊሞች መብት የሚከበረው ለሙስሊሞች በቂ የሆኑ",
    "394": "",
    "395": "ምሉእ ትህዝቶ ፀብፃብ አብዚ ምስማእ ይክአል",
    "396": "የአመቱ ተጠቃሽ ንግግር ልትሉት ትችላላችሁ",
    "397": "ስፒናች ከሁለት የሾርባ ማንኪያ ውሀ ጋር ማደባለቅና ማብሰል የተቦካውን ሊጥ በመጋገሪያ አድርጎ ኦቨን ውስጥ በመክተት ለሶስት ደቂቃ ያህል በመካከለኛ ሙቀት",
    "398": "እንበልና በአጠቃላይ በአገሪቱ ምሁራን የሰረፀው ፍርሀት ምንጭ በእርስዎ እይታ ምን ይመስልዎታል ስልጣን ላይ ያለው ፓርቲ የራሱን ድርጅቶች ያቋቁማል ስልጣን ስላለውም",
    "399": "ጥብቅ ማስታወቂያ  በ አም ለወላይታ ሶዶ ዩኒቨርሲቲ ነባርና አዲስ ገቢ ተማሪዎች በሙሉ ከታች በተጠቀሰው ቅፅ መሰረት ከምትመጡበት አካባቢ ትፅቤት እና በወላጆቻችሁ አስፈላጊውን መረጃ አሟልታችሁ እንድትቀርቡ እያሳሰብንይህ ሳይሆን ቀርቶ ለሚፈጠረው ችግር የዩኒቨርሲቲው አስተዳደር ሀላፊነቱን የማይወስድ መሆኑን እናሳውቃለን",
    "400": "ካልወደቁበት ግን",
    "401": "የምንሰጥዎ መልስ",
    "402": "ያለ ድንግል ማርያም ክርስትና የለም የሚል ፅሁፍ የታተመባቸዉ ቲሸርቶች በብዛት ተለብሰዉ ይታያሉ እዚህ ላይ ማስተዋል ያለብን የክርስትናችን ጀማሪ ራሱን ለመስቀል",
    "403": "በኛው መከዘ የተነሳው ቅዱስ ያሬድ የደረሰው ድጓ ብሉይ ኪዳንን ከሀዲስ ኪዳን አስተባብሮ የያዘና ጥንታውያን የክርስቲያን ሊቃውንት",
    "404": "በግ ካልገዛህልኝ አለቅሳለሁ",
    "405": "አጋንንት የሚወጡት ከኢየሱስ ስም ኀያልነት እንጂ እኛ ሰዎች ከምንጠቀመው ኀይልና ልዩ ልዩ ዘዴ የተነሳ አይደለም",
    "406": "ወንዙን እንዴት አቋረጥሽው",
    "407": "እርዳታ በማግኘት የሚታሙት የሽምቅ ተዋጊው የሀማስ መሪዎች ሳውዲን ጭምሮ አረብ ሀገራትን ዘመቻ ሲደግፉ የኢራንና የሶርያ መንግስት ደጋፊ የሊባኖሱ የሂዝቦላህ መሪ",
    "408": "ነው የተገለሉ ሰዎችን ለመርዳት እንሞክራለን ለእኛ ችግር የሚሆነው መንግስት ለምሳሌ ሴቶች የሚሳተፉበትን ፕሮጀክት መደገፍ አትችሉም ሲለን ነው ይኼ ከኦክስፋም አንፃር",
    "409": "ሰዎች ለሰዎች የተሰኘዉ ግብረሰናይ ድርጅት ከቀድሞ ለጋሾቹ ከሚሰነዘርበት ዉንጀለና ወቀሳ ነፃ መሆኑን አንድ የጀርመን አጣሪ ተቋም አስታወቀ",
    "410": "ነፃ ሶፍትዌር አይደለም",
    "411": "የሰው ችግር ሁሉ የመነጨው ከእግዚአብሄር ጋር በፈጠረው ችግር ነው",
    "412": "ይህንንም ሰሞኑን በኢትዮ ሚዲያ ድህረ ገፅ የወጣውን የነ ሙሴ ዶር አታክልት ገሰሰው አየለን ጨምሮ ተኩሉ ሀዋዝ መለስ ካህሳይ ዶር አረጋዊ በርሄ ግደይ ዘርአፅዮንና ሌሎች በሽዎች የሚቆጠሩት የድርጅቱን ከፍተኛና መካከለኛ የአመራር አባላትን ያካትታል",
    "413": "የጎርፍ መውረጃ ቦዮችን ማፅዳት የከተማ ፅዳትና ውበት ችግኝ ተከላ የማጠናከሪያ ትምህርትና የአቅመ ደካማ መኖሪያ ቤቶችን የመጠገን ስራ ይገኙበታል ከበጎ ፈቃደኛ",
    "414": "ይሆዋ በትክክለኛው ጊዜና የተሻለ ነው ብሎ ባሰበው መንገድ ሊረዳን እንደሚችል እንተማመናለን",
    "415": "ያስችላል በተለይም የተስፋ ጎህ እትዮጵያ ማሀበር ፕሬዚዳንት አቶ ታደሰ አይናለም የማሀበራቸው የዘንድሮ ቀዳሚ አጀንዳ መድሀኒቱ ህጋዊ በሆነ መንገድ እንዲገባ ማድረግ",
    "416": "ቆሮ",
    "417": "ቢጎድል የምንወስደው አማራጭ ደማችንን ማፍሰስ ይሆናል ማለታቸውን የፈረንሳይ ዜና አገልግሎት ዘግቧል ጦርነት ናፋቂዎች አይደለንም ሆኖም ደህንነታችንን ማንም አደጋ ላይ እንዲጥል",
    "418": "ታዲያ አሁን ወደ እኔ መመለስ ይገባሻል",
    "419": "በቻይና ውስጥ ታዋቂ አንድማቆም የኦሪጂናል ተክል እንደ እድለኛ ኮከብ  እያንዳንዱ ማሀተም ተክሎች መፈለግ በቻይና ምንጭ መረጃ ለማግኘት እና በመጨረሻ የእርስዎ ተወዳዳሪ ሀይል ለማሻሻል ብዙ ጊዜ ከማባከን የደንበኛ ለማስወገድ ይረዳናል የኦሪጂናል ማሀተሞች ቁርጠኛ ነው",
    "420": "የምግብ መፍጨት ሂደቱ የተቀላጠፈ  እንዲሆን ያደርጋልየደም ውስጥ ኮሌስትሮልን ይቀንሳል የደም ግፊትን ያስተካክላል የልብ በሽታን ይከላከላል ስትሮክና የልብ ሴሎች መጐዳት እንዳይከሰቱ ያደርጋልመወሰድ ያለባቸው ጥንቃቄዎች ነጭ ሽንኩርት በተፈጥሮው የደም ፍሰትን የመጨመር ባህርይ ስላለው ከፍተኛ  የደም መፍሰስ ችግር ያለባቸው ሰዎች ሊመገቡት አይገባም",
    "421": "ይልና እርሱ ተምሮ ብዙ ነገር አውቆ ሊሆን የሚችሉ ነገሮችንም መቀየር እንደሚችል እና እዚህ ገጠር ያሉ የሱ ወገኖች ግን ሳይማሩና ሳያውቁ ኑሯቸውን በእንደዚህ ያለ ሁኔታ ሊገፉ መገደዳቸው አግባብ እንዳልሆነና ከተማ ያለው የሰዎች መብት እዚያ አለመኖሩ ከተማ የምንሄድበት ምክንያት ለመማር ብቻ ነው ልዩነቱ ትምህርት ቤቱ እስከሆነ ድረስ ለምንስ እዚህ እንዲከፈት ጥረት አናደርግም",
    "422": "የጠቅላይ ሚኒስትሩ የምርጫ ክልል ነዋሪዎች በመልካም አስተዳደር እጦት ተቸግረናል አሉ በደቡብ ክልል ወላይታ ዞን በዳሞት ሶሬ ወረዳ ስር የምትገኘው የጉኑኖ",
    "423": "እንደገለፀው ከሆነ በልደት ቀን የሚበሩት ሻማዎች ልደቱን የሚያከብረው ግለሰብ ጥሩ እድል እንዲገጥመው የሚያደርጉ ልዩ ምትሀታዊ ሀይል እንዳላቸው ይታመን ነበር ይሁንና",
    "424": "ዩኒየን የኮሜሳ የማእከላዊ እና ምእራባዊና አፍሪካ አገሮች የኢኮኖሚ ኮሙኒቲዎች እንዲሁም የኢጋድና የደቡባዊ አፍሪካ የልማት ኮሙኒቲ ሀላፊዎችና ተወካዮች ስለጉዟቸው በሚያቀርቧቸው የኦፌሴል",
    "425": "ለሙንዶ ዲፖርቲቮ እንደዘገበው ሴፕ ብላተር ለ ቀናት የተጣለባቸው እግድ ከሽልማት ስነስርአቱ ቀናት ቀደም ብሎ የሚያበቃ ሲሆን በሚቀጥለው ሳምንት ለፊፋ የስነምግባር ኮሚቴ ቃላቸውን መስጠታቸውን ተከትሎ የወርቅ ኳሱን የመሸለም ፍላጎታቸው ሊሆንላቸው እንደሚችል ገምቷል",
    "426": "በክሪስማስ በአል ላይ መገንዘብ ቻልኩ ምክንያቱ ደግሞ ሁሉም ነጭ ተማሪዎች ነበሩና ነው ብሏል ቤተሰቦቹ በፍቺ ከተለያዩ በኋላ አባቱን አንድ ጊዜ",
    "427": "በማልማት ላይ ያሉት አርሶአደር መንግስቱ አልቶ እንዳሉት ከምርታቸው ሽያጭ በሚያገኙት ገቢ ኑሯቸው እየተለወጠ መጥቷል ከአቮካዶ ሽያጭ በተጨማሪ በዘንድሮ አመት ሺህ",
    "428": "ስለዚህ ይሄ አስተሳሰብ ራሱ ከመሰረቱ የተሳሳተ ነው",
    "429": "ወጣቶች እንዲህ አይነቱ ትግል ሁልጊዜ መጥፎ እንዳልሆነ መገንዘባቸው ጠቃሚ ነው",
    "430": "የኢንዱስትሪ ፖሊሲ ስኬቶችና ውድቀቶች ገምግሟል አሁንም በፖሊሲ አውጪው ክበብ ውስጥ ወሳኝ ድርሻ ያላቸው አርከበ በቅርቡ በፀደቀው የሁለተኛው እድገትና ትራንስፎርሜሽን እቅድ",
    "431": "ከሶርያ አፍጋኒስታንና ጎረቤት ሶማሊያ መሆኑም በሪፖርቱ ይፋ ሆኗል በዚሁ ጊዜ ከቀረቡ የጥገኝነት ማመልከቻዎች ውስጥ አንድ መቶ ሺህ ያህሉ ቤተሰብ ከሌላቸው",
    "432": "በዛሬው እለትም በካምፓሱ ፕሮፌሰር ታከለ ታደሰ የወላይታ ሶዶ ዩኒቨርሲቲ አካዳሚክ ጉዳዮች ምክትል ፕሬዚዳንት ዶክተር ወንድሙ ወልዴን ጨምሮ ከፍተኛ የስራ ሀላፊዎች ከካምፓሱ ተማሪዎችና አመራር አካላት ጋር በተለያዩ ጉዳዮች ዙርያ ውይይት አካሂዷል",
    "433": "የቋሚ ሲኖዶሱ አባላት እና ፓትርያርኩ   በውሳኔው አፈፃፀም ቅደም ተከተል ላይ ያላቸው ልዩነት ለተግባራዊነቱ እንቅፋት መፍጠሩ ተመልክቷል",
    "434": "ከጥሩው ናት አንባቢና ሀያሲ ይክረምባት በድሉ የአማርኛ ፊደላት ይቀነሱ ከሚለው የምሁራን ወገን ይመስለኛል ይህንንም በስነፅሁፍ ስነፅሁፍ ቃል እና መሰል ቃላት",
    "435": "ብዛእባ ክፍሊታት ዝማልከት ነቲ ወሀብ አገልግሎት ድማ ተወከሶ",
    "436": "ስለዚህ የአዲስ አበባ ከተማ መስተዳድር ብስራተ ገብርኤል አካባቢ   ከሊዝ ነፃ በሰጠን ቦታ ላይ ፕሮጀክት ነድፈን   እያንዳንዳቸው  የሆኑ  ህንፃዎች መገንባት ጀመርን",
    "437": "ተግባራዊ በሆነበት በዚህ ወቅትም መቃወማቸውን ይቀጥላሉ ሆኖም ውሾቹ ሊጮሁ ግመሎቹ ሊጓዙ ግድ ነው ፀሀፊው መመርያው ለግል ባንኮቹ ደስታ ነው ሲል",
    "438": "የምሰጥህንም ምስክር በታቦቱ ውስጥ ታስቀምጠዋለህ",
    "439": "በርካታ ጥረት ትኩርት የተነፈገው ወይንም ከነጭራሹ ችላ ከመባሉ ውጪ ምላሽ የተሰጠውም ትእግስታችን ከተሟጠጠ በኋላ ነበር በመጨረሻም ምንም እንኳን በጉዳዩ ጭብጥ",
    "440": "እርሱም የበደል መስዋእት ነው በእውነት በእግዚአብሄር ፊት በደለኛ ነው",
    "441": "የትግራይ ሪፐብሊክ መንግስት እመሰርታለሁ ሲል የግራ ፖለቲካን ጫፍ ይዞ የተነሳው ህውሆት ከመሰረቱ በአግባቡ ባልተጠና በተለይም ግልፅ እና የማያወላዳ ታሪካዊ የሆነውን የትግራይን ህዝብ የኢትዮዽያነት እምነት ማንነት ከግምት ያላስገባ የተሳሳተው መታጠፊያ ገና በጠዋቱ ከውልደቱ የጀመረ እንደሆነ ይስተዋላል",
    "442": "ሀዋርያዊትአለም አቀፋዊት አንዲትና ቅድስት የሆነችው ቤተ ክርስቲያናችን የክርስቶስን አስተምህሮ የቅዱሳን ሀዋርያትና የቀደምት ቅዱሳን አበውን ፈለግ ተከትላ እነኝህን አላማዎች በመፈፀም ለኹለት ሺህ ዘመናት ያህል ኢትዮጵያንና ህዝቦቿን ስታገለግል ኖራለች",
    "443": "አርቲስትና አክቲቪስት ታማኝ በየነ በበኩሉ በውጭ የሚኖሩ ኢትዮጵያውያን ለሀገራቸው የበኩላቸውን አስተዋፅኦ እንዲያደርጉ የግሉን አስተዋፅኦ እንደሚያደርግ ቃል ገብቷል",
    "444": "መጠን ቀና ያሉ መሆናቸው መብራቱ ይበልጥ ደምቆ እንዲታይ ያደርጋል ቅርፊቶቹ በዚህ መንገድ መቀመጣቸው የመብራቱ ድምቀት ይህ ባይሆን ኖሮ ከሚኖረው ድምቀት",
    "445": "ላይ እነማን ናቸው ይበልጥ የተተኮረባቸው መጠየቅ ሲገባቸው የተድበሰበሰላቸው የሉም በግምገማ ተጠያቂ የተደረጉ ግለሰቦች በአብዛኛው በታችኛው መዋቅር ውስጥ ያሉ ናቸው የበላዮቻቸው",
    "446": "ኮንሰርት በነበረኝ ወቅት ፋቪላ ከሚባለው በአደገኛነቱ ከሚጠራውና ከተጨናነቁ መንደሮች የመጡ ከሀያ ሺህ በላይ ታዳሚዎች ተገኝተው ማየት አስደናቂ ነው ከአደገኛ እፆች",
    "447": "ጠቅላይ ሚኒስትር ዶክተር አብይ በጀርመን ቆይታቸውም ጥቅምት  ቀን  አም ከተለያዩ የአውሮፓ ሀገራት ከሚውጣጡ  ሺህ ኢትዮጵያውያን ጋር በፍራንክፈርት ይወያያሉ",
    "448": "እንዲህ ለግፏን ከሚቆረቆር አዋጅ ነጋሪ ተርታ መሰለፍ ታላቅ መሰጠት ነውና ምስሌክሙ ብለን መርቀን ወደ ርእሰጉዳያችን እንለፍ",
    "449": "የወያኔያዊ ድሎቻችን ብዛት ስፍር ቁጥር የለውም",
    "450": "የሚሆን ፍሬ አልባነት ጥፋቱ ለሺህ ዘመን አይደለም ለአልቦ ማሀለቅት እንጂ በእድሜአችን ስንት ሆሳእና በአርያም አሳለፍን ማዳኑ በተደረገለት ማንነታችን ውስጥ ስንት",
    "451": "ስለነበር ቅፁን ሞልታ ላከችው ብዙም ሳይቆይ ሁለት የይሆዋ ምስክሮች ወደ ቤታችን መጡ እሷም ከእነሱ ጋር መፅሀፍ ቅዱስን ማጥናት ጀመረች ባለቤቴ",
    "452": "ኢትዮ ቴሌኮም ይህንን አሰራር ለመተግበር አለም አቀፍ የአየር ሰአት አስተላላፊ ከሆኑ አጋር ድርጅት ጋር በትብብር መስራት መጀመሩንና አገልግሎቱን በይፋ መጀመሩን የኢትዮ ቴሌኮም ቺፍ ኮሙዩኒኬሽን ኦፊሰር የሆኑት ወይዘሮ ጨረር አክሊሉ ተናግረዋል",
    "453": "ቀርቦ ጌታ ሆይ ካልዘራህበት የምታጭድ ካልበተንህባትም የምትሰበስብ ጨካኝ ሰው መሆንህን አውቃለሁ ፈራሁም ሄጄም መክሊትህን በምድር ቀበርሁት እነሆ መክሊትህ አለህ አለው",
    "454": "በዳኞቹ እጅ የተገደሉት የህዝቡ አለቆች አንድ ሺህ ሊደርሱ ይችላሉ ይህም ቁጥሩን ወደ  ከፍ ያደርገዋል",
    "455": "በሱመራዊ ነገስታት ዝርዝር ላይ  አመታት እንደ ነገሰ ይላል",
    "456": "መጠርጠር ጥሩ ነው",
    "457": "ለሁለተኛ ደረጃ ትምህርት ሲደርሱ ወደ በካለፎርንያ ተጓዙ",
    "458": "የኪንግናም ሀላፊዎች በበኩላቸው የኢትዮጵያን ህግ አክብረው እንደሚንቀሳቀሱ ይገልፃሉ",
    "459": "ዛሬ ፓስተር ሆኛለሁ እያለ የሚያጭበረብረው ታምራት ላይኔም አማሮች አርባጉጉ ሀረር ወለጋ አርሲ ወዘተ እንደ ፋሲካ ዶሮ ሲታረዱ ካማራ ክልል ውጭ ያለ አማራ አናቅም ብሎ ተሳልቆባቸዋል",
    "460": "ኢየሱስ እዚህ ላይ በዘመኑ የነበረውን ትውልድ ከኖሀ ዘመን ትውልድ ጋር አወዳድሮታል",
    "461": "ሆኖባት ነበር ሁሉም ግን በአስከፊ ሁኔታ ሳይሳኩ ቀርተዋል ብለዋል መንግስት በወቅቱ በሁሉም ወገን ለገጠሩ ነዋሪ የልማት ፕሮግራሞችን የሚዘረጋበት አቅም አልነበረውን",
    "462": "መምህር አብይ ወልደማርያም ደቦ የሙዚቃ ትምህርት ቤቶችን የሚያገናኝና ተማሪዎች በሙዚቃው የወደፊታቸውን የሚያዩበት እንዲሆን በማለም እንደተጀመረ ይናገራል ተማሪዎች የሙዚቃ መሳሪያና ቦታ",
    "463": "መሪው ወደስልጣን የመጡበት ድባብ የተለየ ከመሆኑ ባሻገር በአስታራቂና አማላይ ንግግሮቻቸውም ቀላል የማይባል ደጋፊ አበጅተዋል",
    "464": "እንዲህ የምታደርግ ከሆነ አንተም የሆነ ሸክም ከላይህ ላይ እንደወረደልህ ሆኖ ሊሰማህ ይችላል",
    "465": "ግን የጋሽ ስብሀትን መሞት ስሰማ   እስከዛሬ ያላነበብኩትን መፅሀፍ ማስታወሻ በብርሀን ፍጥነት ነው የገዛሁት  አንጀቴን አስሬ",
    "466": "አንዳንድ ጊዜ መሳሳቱን በግድ ለማሳመን ከመጣር መቆጠብ ጥሩ ይሆናል ምክንያታዊ እንሆናለን ሲባል በይሆዋ ፊት ትክክል የሆነውን ነገር ከመናገር ወደኋላ እንላለን",
    "467": "በዚህም ምስክር የተሰኘ የመጀመሪያ የትያትር ስራቸውን አበረከቱ",
    "468": "በንፁህ ልቡና እና በቀና ሀሊና ለሚፆመው ሰው በመላእክት አማካይነት ይገለፃል ዳን ፆም ወደ እግዜአብሄር አቤቱታ የማቅረብያ መንገድ በመሆኑ ያልታሰበ ችግርና",
    "469": "ኦሮሞ ፀረ ሶማሌ ፀረ ትግራይ ፀረ ሲዳማና ባጠቃላይ እንደ ፀረ ኢትዮጵያ ዘመቻ አድርገን በማየት ሁላችንም እንደ አንድ ሰዉ ቆመን መዋጋትና",
    "470": "ማህበረሰቡ ምርጫ ያስፈልጋል ብሎ እንዲያስብ   ገዥው ፓርቲ ልጓም አልባ እንዳይሆን በማድረግ በኩል ተቃዋሚዎች የማይናቅ ድርሻ ነበራቸው ይላሉ አቶ ሙሼ",
    "471": "በተጨማሪም   የአካባቢ መስተዳድሮች ከውስጥ ብቻ ሳይሆን ከውጭም በኩል ፈርሰው ይታያሉ",
    "472": "ሌላ ደግሞ  ማለት በሚጢጢው እንደሚመስለን ማጣሪያ ሽያጭ ነው እንጂ ታላቅ ቅናሽ ቅብርጥስዮ አይደለም",
    "473": "በዚሁ መሰረት ከታለመው አንፃር ጊዜው ሳይጠናቀቅ በቂና አጥጋቢ ውጤት የተገኘ በመሆኑ ምክኒያት ዛሬ አድማው ከተጀመረ በኛው ቀን እንዲያበቃ የቄሮ አስተባባሪዎች ወስነዋል",
    "474": "ምስጢር ለበዙዎች አልዋጥላችሁ ብሏቸዋል እንደውም ይህን ስንናገር አምላክ ያደረግናት ይመስላቸዋል ሌሎች ደግሞ እሷን ከጌታችን ጋር እኩል ለማድረግ እየጣርን ያለንና የፈጠራ",
    "475": "ይሆዋ ታማኝ የሆኑ አረጋውያንን እንደ ውድ ሀብት ይመለከታቸዋል",
    "476": "ዘላቂ ለውጥ አይመጣም ያሉት ርእሰ መስተዳደሩ የተሻለ ገቢ መሰብሰብና ወጪን በቁጠባ በመጠቀም እንዲሁም የህበረተሰቡን ተሳትፎ ማሳደግ ልዩ ትኩረት እንዲሰጠው አሳስበዋል",
    "477": "ሪፕ ተዘረረ",
    "478": "ይሆዋ የሚለው ስም አምላክ ሁሉን ቻይ ወይም ጌታ እንደሚሉት ካሉ የማእረግ ስሞች እንዲሁም አብርሀም ሙሴ ወይም ዳዊት እንደሚሉት ካሉ የግለሰብ ስሞች ይበልጥ በብዛት ተጠቅሶ ይገኛል",
    "479": "እንደሚያስችል ጠቁመዋል ይሁን እንጂ የበጎ ፈቃደኛ ለጋሾች ቁጥር እድገት እያሳየ ቢሆንም ከሌሎች አገሮች ጋር ሲነፃፀር ዝቅተኛ መሆኑን ተቅሰዋል የደም ባንኩም",
    "480": "ጠንካራ በሆኑባቸው ባደጉት አገሮች ችግሩ ዝቅ ሲል በማደግ ላይ ባሉ አገሮች ችግሩ የከፋ ነው በአገራችን ያለበት ደረጃ እስካሁን በጥናት እንዳልታወቀ",
    "481": "የኦሮሚኛ ቋንቋ ኦፊሴላዊ ፊደል የግእዙ ፊደላት እንዲሆኑ ቢደረግ ቋንቋው የበለጠ ተጠቃሚ ይሆናል እንጂ አይከስርም",
    "482": "ስለዚህ እስራኤላውያን ከኮሬብ ተራራ አንስቶ ጌጣጌጣቸውን ማድረግ ተዉ እነዚያን በረከቶች ለማግኘት ህይወትን መምረጥ ነበረባቸው እህል እያበራየ ያለውን በሬ አፉን አትሰር",
    "483": "ይሆዋ  ኢዮብ አስተሳሰቡን እንዲያስተካክል የረዳው እንዴት ነው",
    "484": "እኛ ግን ህገ ወጥ ድርጊት ሲፈፀም ወይም ከስነ ምግባር ውጭ የሆነ ነገር ሲደረግ ካየን እንደ ኢያሱ ጥብቅ አቋም ልንይዝ ይገባናል",
    "485": "ንርእሱኳ ተሸኪሙ ክኸይድ ጋዶ ይሆኖ",
    "486": "ረዥም ዘርፋፋ ቀሚስ ለብሷል",
    "487": "ፖለቲካ አለ እየተባልን እስከመቼ እንታለላለን አሁን ዜጐች በየወህኒ ቤቱ ታጉረው ያሉትን የክስ መአት እያወቁ ህዝብን መዋሸት እስከመቼ ይህ ፁሁፍ እስከሚፃፍበትም",
    "488": "በዚሁ የድርድር አጀንዳ ላይ የፖለቲካ ፓርቲዎች ንግድ እንዲያከናውኑ ይፈቅድላቸው የሚል ሀሳብ ተነስቶም አብዛኞች ተቃሚዎችን ጨምሮ ኢህአዴግም ሀሳቡን ተቃውሞታል",
    "489": "ሰአት ተዘግቶ ተጫራቾች ወይም ህጋዊ ወኪሎቻቸው በተገኙበት በኛው የስራ ቀን ጨረታው ይከፈታል ኛው የመክፈቻው ቀን የስራ ቀን ካልሆነ በቀጣይ የስራ ቀን ጨረታው ይከፈታል",
    "490": "ሊያገኙ እንዲቻል ከመንግስት አካላት ጋር እንዲሁም ከሽምግሌዎች ጋር በመወያየት እልባት ላይ ለመድረስ እንሰራለን ይህ ብቻ ግን አይደለም በኢትዮጵያ ውስጥ ዘላቂ",
    "491": "ይላል በዚህ ነጥብ ላይ ግን አትስማሙምስብሀት",
    "492": "የገና መዝሙሮችም እንኳ ሳይቀሩ ኮከቡን ያወድሱታል",
    "493": "ጉዞ ከአስኮ አወሊያ አካባቢ ወደ ኮየፈጬ ኮንዶሚኒየም ርቀቱ ሲታሰብ ተስፋ የመቁረጥ ስሜት ያጭራል ሼሙ አሁንም ብልጭ አለ ለወዳጄ ደውዬ ለመምጣት",
    "494": "ኢየሱስ አምላክ ከሰጣቸው ትእዛዛት ሁሉ የላቀው የትኛው እንደሆነ ተጠይቆ ሲመልስ አንተም በፍፁም ልብህ በፍፁምም ነፍስህ በፍፁምም አሳብህ በፍፁምም ሀይልህ ጌታ አምላክህን ውደድ ብሏል",
    "495": "ሀው አሰፋው በርሀን ሀው ሀይለ ወልዱን ከምኡውን",
    "496": "ጐዳና ተዳዳሪዎች እንደማንኛውም ሰው የኢኮኖሚው ተጠቃሚ መሆን አለባቸው በሚል እንደየእድሜያቸውና አቅማቸው አረጋውያን በመጠለያ ህፃናትን በማሳደጊያ እንዲገቡ መስራት የሚችሉትን የስነልቦና ተሀድሶ",
    "497": "መካከል በመንግስት በኩል አፋጣኝ ምላሽ አለመሰጠቱን ሚኒስትሩ ተቀብለውታል ለምሳሌ ያህል በኬንያ ጠረፍ በኩል የኢትዮጵያ የድንበር ከተማ በሆነችው የሞያሌ ከተማ እንደምሳሌ",
    "498": "ለመሆኑ እኛ ሀገር ሚሊየነር የሚኮነው በዚህ አይነት መንገድ ብቻ ነው",
    "499": "ይሄ ደግሞ ሌላ ቀውስ ነው የሚፈጥረው",
    "500": "ቃሉ ይነገር ዘንድ አንደበት ግድ ይላል",
    "501": "አዋጅ ላይ ዜና በምርጫው ሁከት ቢፈጠር እንኳን ከአቅም በላይ እንደማይሆን መንግስት አስታወቀ ምርጫውን ተጠቅመው ሰላም ለማወክ የሚንቀሳቀሱ አካላትን መንግስት የሚታገስበት",
    "502": "ላይ እንድንወድቅ ያስገደደናል እንደዚህ ባሉት ሙስናዎች የተዘፈቀውን የኤሌክትሪክ ኮርፖሬሽን የሚለነም ቦንድ የሚገዙ ሰዎችም ለሙስናው በተዘዋዋሪ ተባባሪ ይሆናሉ ማለት ነው ሺህ",
    "503": "የኋላ ታሪክ  አሳዛኝ የልጅነት ህይወት የነበራት",
    "504": "ስልጣን በሽታም ይመስለኛል",
    "505": "የሚያውቀው ደግሞ ለዚህን ያህል ኪሎ ሜትር ማውጣት የሚኖርብህ የካሎሪ መጠን ይህን ያህል መሆን ስላለበት ማድረግ የሚጠበቅብህን አድርግ ብሎ ይነግረዋል እውነት",
    "506": "አንድ የቀረን አጥናፉ ተንታኙ ነው",
    "507": "የተቀጠሩ ቢሆንም በእለቱ የኮሚቴው ዋና ተጠሪ ሊቀ አእላፍ ቀሲስ በላይ መኰንን ያልተገኙ ሲሆን  የኮሚቴው አባላት ብቻ ከተሰጣቸው ሰአት አሳልፈው ከመምጣታቸውን በላይ ቱ ግለሰቦች በፅሁፍ ባቀረቡት ምላሽ በህገወጥ አቋማቸው የፀኑ መሆናቸውን የገለፁ በመሆኑ የግለሰቦቹ እንቅስቃሴም ሆነ የኦሮሞ ቤተ ክህነት ፅቤት ተብሎ የተጠቀሰው አደረጃጀት ህጋዊ እውቅና የሌለው መሆኑን ሁላችሁም የመንፈስ ቅዱስ ልጆቻችን አውቃችሁ የግለሰቦቹን ህገወጥ እንቅስቃሴ በመቃወምና በቀደመው አንድነታችሁ ፀንታችሁ ቤተ ክርስቲያናችሁንና ሀይማኖታችሁን ትጠብቁ ዘንድ ቅዱስ ሲኖዶስ ጥሪውን ያስተላልፋል",
    "508": "ያህዌ  ፈፅሞ አልተውህም  በምንም አይነት አልጥልህም  በማለት ዋስትና ሰጥቶናል",
    "509": "ይሁን እንጂ ኢሳይያስ    ስለ አዲስ ሰማይም ይናገራል",
    "510": "የሚኖሩ የተለያዩ ኢትዮጵያውያን ከተቀበሏቸው አስራ አንድ ወንዶችና አራት ሴት ኢትዮጵያውያን ጋር በአንድ ቶዮታ ሚኒባስ ተሳፍሮ ዚምባብዌን ከደቡብ አፍሪካ ጋር ወደምታዋስነው",
    "511": "በመሆኑም እነዚህ ሁለት ተቋማት ለህግ የበላይነትና ለፍትህ ዘብ ቢቆሙ መዋቅራዊ ለውጥም ቢያደርጉ የሰው ሀይላቸውን ቢያስተካክሉ ህዝባዊ ምሬትም አይፈጠርም",
    "512": "አይቀሩም እንዲህ ያለ እምነት ያላቸው ከሆኑ ደግሞ ጳውሎስ አምላክ የሚጎድለው ነገር ያለ ይመስል በሰው እጅ አይገለገልም በማለት በተናገረው ሀሳብ እንደሚስማሙ",
    "513": "ቅንጅት እንኳ በአቅሙ   በ ምርጫ ስልጣን መያዝ እንዳለበት ካቀረባቸው ምክንያቶች አንዱ   መስዋእት ከፍለንበታል የሚል ነበር",
    "514": "ያሉ ከተሞች በግንባታ ምክንያት ቀደም ሲል የነበሩ ክፍት ቦታዎች እየጠበቡ መምጣት ለብዙዎቹ ስፖርቶች ውድቀት አይነተኛ ሚና መጫወቱን ይጠቅሳሉ በሌላ በኩል",
    "515": "ደራርቱ ቱሉና ጌጤ ዋሚ ያገኙትን የወርቅና ብር ታሪክ ተደጋሚ አድርጎታል"
}